{
  "name": "Critical Mapping",
  "style": "bold",
  "year": 2018,
  "category": "CMMM WALL",
  "Definiton": "\"We use the term Critical Mapping as an engaged act of pursuing critical cartography, reflecting power relations (i.e. the interests of dominant groups) while suggesting alternative readings, hopes and desires of others.\"",
  "Author": "K LAB",
  "Reference": "K LAB. (2019). Critical Mapping in Municipalist Movements. [letter] Technische Universität Berlin, Fakultät VI – Planen Bauen Umwelt, Institut für Stadt- und Regionalplanung (ISR). Berlin.",
  "name_a": "Critical Mapping",
  "year_a": 2020,
  "category_a": "CMMM WALL",
  "Definiton_a": "\"Critical mapping represents an analytical tool that politicizes socio-spatial relations, by searching and revealing implicit relations and processes that (re)produce inequalities (whether based on class, race, gender or any other axis in between).\"",
  "Author_a": "CMMM Belgrade Team ",
  "Reference_a": "",
  "children": [
     {
        "name": "Mapping",
        "style": "medium",
        "year": 1971,
        "category": "SCHOLARLY",
        "Definiton": "\" [Mapping is] the process of making a map of an area; the process of discovering or giving information about something, especially the way it is arranged or organized\"",
        "Author": "Oxford Learner's Dictionaries",
        "Reference": "Mapping (n.d.) In: Oxford Learner's Dictionaries. [online] Oxford: Oxford University Press. Available at: https://www.oxfordlearnersdictionaries.com/definition/english/ [Accessed 20 Feb. 2020].",
        "name_a": "Mapping",
        "year_a": 1999,
        "category_a": "SCHOLARLY",
        "Definiton_a": "\"Mapping is a fantastic cultural project, creating and building the world as much as measuring and describing it. Long affiliated with the planning and design of cities, landscapes and buildings, mapping is particularly instrumental in the construction of lived space. In this active sense, the function of mapping is less to mirror reality than to engender the re-shaping of the worlds in which people live.  ... Thus, mapping unfolds potential; it re-makes territory over and over again, each time with new and diverse consequences. ... the various cartographic procedures of selection, schematization and synthesis make the map already a project in the making. This is why mapping is never neutral, passive or without consequence; on the contrary, mapping is perhaps the most formative and creative act of any design process, first disclosing and then staging the conditions for the emergence of new realities.\"",
        "Author_a": "James Corner",
        "Reference_a": "Corner, J. (1999). The Agency of Mapping: Speculation, Critique and Invention. In D. Cosgrov, eds., Mappings. London: Reakton Books, pp: 213, 216.",
        "name_b": "Mapping",
        "year_b": 2020,
        "category_b": "SCHOLARLY",
        "Definiton_b": "\"Mapping is a way to express how you see the world. You are using spaces and territories, and you have your own understanding of how these spaces are organized and ‘produced’. Your own interpretation determines the way you will cartographically draw the world.\"",
        "Author_b": "Philippe Rekacewicz",
        "Reference_b": "Illsley, P., Rekacewicz, P. and Spolka. (2020). Planning futures with respect. Interview with geographer Philippe Rekacewicz. In: Grešáková, L., Tabačková, Z and Spolka, eds., Mapping the In-between: Interdisciplinary Methods for Envisioning Other Futures. Košice: Spolka, pp. 118-127.",
        "name_c": "Mapping",
        "year_c": 2017,
        "category_c": "SCHOLARLY",
        "Definiton_c": "\"Mapping can be used as a research tool to make social and spatial practices and the interactions in space visual and tangible. By visualizing spatial practice and interpreting a map, researchers can experience data that they were not even aware of. Additionally, we generally understand mapping as a process during fieldwork and urban research to discover, structure and highlight the spatial and social interactions and point out the blind spots, all of which one might not be able to capture by writing field notes, doing participatory observation or qualitative interviews. The map is one piece of data used to make the invisible (or the obvious) visible.\"",
        "Author_c": "Carolin Genz and Diana Lucas-Drogan",
        "Reference_c": "Genz, C. and Lucas-Drogan, D. (2017). Decoding mapping as practice: an interdisciplinary approach in architecture and urban antropology. The Urban Transcripts Journal 1(4) [online]. Available at: http://journal.urbantranscripts.org/article/decoding-mapping-practice-interdisciplinary-approach-architecture-urban-anthropology-carolin-genz-diana-lucas-drogan/# [Accessed 20 Feb. 2020].",
        "name_d": "Mapping",
        "year_d": 2018,
        "category_d": "CMMM WALL",
        "Definiton_d": "\"MAPPING is – and always has been – a tool for organising the urban and an ‘act of power’, and is therefore political and subjective (i.e. not neutral). It is a tool of communicating ideas and empowerment in terms of framing and appropriating space and its soft and hard elements (people, resources,  etc.).\"",
        "Author_d": "K LAB",
        "Reference_d": "K LAB. (2019). Critical Mapping in Municipalist Movements. [letter] Technische Universität Berlin, Fakultät VI – Planen Bauen Umwelt, Institut für Stadt- und Regionalplanung (ISR). Berlin.",
        "name_e": "Mapping",
        "year_e": 2018,
        "category_e": "ACTIVISTS / MEDIA",
        "Definiton_e": "\"We conceive \"mapping\" as a practice, an action of thought in which the map is only one of the tools promoting an approach and deep analysis of the social, subjective, and geographic territories. ... This is the reason why we sustain mapping is a means, not an end. Mapping should be part of a wider process, \"another strategy\", a \"means for\" thoughts, the socialization of knowledge and practices, a boost for collective participation, a challenge to hegemonic areas, the driving force for creation and imagination, a deep analysis of key issues, the visualisation of resistances, the mark highlighting power relations, among many other aspects. In this way, mapping does not lead to tranformation by itself. Mapping is connected to an organizational process by way of collaborative work in graphic and visual platforms ... .\"",
        "Author_e": "iconoclasistas",
        "Reference_e": "iconoclasistas. (2016). Manual of Collective Mapping. Critical cartographic resources for territorial processes of collaborative creation [online]. Available at: https://issuu.com/iconoclasistas/docs/manual_mapping_ingles [Accessed 24 March 2020].",
        "children": [
           {
              "name": "Unmapping",
              "style": "small",
              "year": 2003,
              "category": "SCHOLARLY",
              "Definiton": "\"[Unmapping is] a specific regulatory logic that operated precisely through the absence of knowable maps and records.\"\n \"... [F]orms of deregulation and unmapping, that is, informality, allow the state considerable territorialized flexibility to alter land use, deploy eminent domain, and to acquire land.\"",
              "Author": "Ananya Roya",
              "Reference": "Roy, A. (2003). City Requiem, Calcutta: Gender and the Politics of Poverty. Minneapolis: University of Minnesota Press, pp. 139. \n Roy A. (2009). Why India cannot plan its cities: informality, insurgence and the idiom of urbanization. Planning Theory 8: 81.",
              "name_a": "Unmapping",
              "year_a": 2013,
              "category_a": "SCHOLARLY",
              "Definiton_a": "\"[In an un-mapping exercise we] deconstruct the map to understand how it is organized, ... reassemble the map according to a particular thematic. The final research project is the construction of a new map using a data set assembled ...\"",
              "Author_a": "Winifred E. Newman",
              "Reference_a": "Newman, W. E. (2013). Mapping as applied research. In: Jarrett, N. S. C. and Kim, K.-H. (eds). The Visibility of Research. Architectural Research Centers Consortium. Charlotte, NC: University of North Carolina at Charlotte."
           },
           {
              "name": "Maps",
              "style": "small",
              "year": 1987,
              "category": "SCHOLARLY",
              "Definiton": "\"... maps are graphic representations that facilitate a spatial understanding of things, concepts, conditions, processes, or events in the human world.\"",
              "Author": "John B. Harley and David Woodward",
              "Reference": "Harley, J. B. and Woodward, D., eds. (1987). Cartography in Prehistoric, Ancient, and Medieval Europe and the Mediterranean. Chicago: University of Chicago Press.",
              "name_a": "Maps",
              "year_a": 2018,
              "category_a": "SCHOLARLY",
              "Definiton_a": "\"... maps are by no means just representations of reality. Maps articulate statements that are shaped by social relations, discourses and practices, but these statements also influence them in turn. Hence, maps (and atlases) are always political. \"In this interplay between facts and perception, the cartographer is both witness and actor. … In order to create, or, more accurately: to invent, \"his worlds\", he finally arrives at a subtle mixture of the world as it is, and the world he desires\" (Rekacewicz 2006).\"",
              "Author_a": "Philippe Rekaczewicz 2006, cited in Severin Halder and Boris Michel",
              "Reference_a": "Halder, S. and Michel, B. (2018). Editorial - This is Not an Atlas. In: Kollektiv Orangotango+, ed., This is Not an Atlas. A Global Collection of Counter-Cartographies. Bielefeld: Transcript-Verlag, pp. 12-21.\n"
           },
           {
              "name": "Topography",
              "style": "small",
              "year": 1971,
              "category": "SCHOLARLY",
              "Definiton": "\"[Topography is] the physical features of an area of land, especially the position of its rivers, mountains, etc.; the study of these features\"",
              "Author": "Oxford Learner's Dictionaries",
              "Reference": "Topography. (n.d.) In: Oxford Learner's Dictionaries. [online] Oxford: Oxford University Press. Available at: https://www.oxfordlearnersdictionaries.com/definition/english/topography [Accessed 20 Feb. 2020].",
              "name_a": "Topography",
              "year_a": 2001,
              "category_a": "SCHOLARLY",
              "Definiton_a": "\"If topography is traditionally seen as embodying landscapes along with their description and delineation, I have chosen here to mobilize topography as a distinct research method. To do a topography is to carry out a detailed examination of some part of the material world, defined at any scale from the body to the global, in order to understand its salient features and their mutual and broader relationships. Because they routinely incorporate both \"natural\" and social features of a landscape, topographies embed a notion of process, of places made and nature produced. If \"history is lifeless without topography,\" so, too, are topographies without history. Not only can a sense of sedimented process be read off the land itself, but producing topographies necessarily situates places in their broader context and in relation to other areas or geographic scales, offering a means of understanding structure and process.\"",
              "Author_a": "Cindy Katz",
              "Reference_a": "Katz, C. (2001). On the Grounds of Globalization: A Topography for Feminist Political Engagement. Signs 26(4): 1213-1234. "
           },
           {
              "name": "Community Mapping",
              "style": "small",
              "year": 2006,
              "category": "INSTITUTIONAL ",
              "Definiton": "\"Community maps often represent a socially or culturally distinct understanding of landscape and include information that is excluded from mainstream maps, which usually represent the views of the dominant sectors of society. This style of map can therefore pose alternatives to the languages and images of the existing power structures. Community maps often differ considerably from mainstream maps in content, appearance and methodology. Indicators used to recognise and denote community maps include the following:\n• Community mapping is defined by the process of production. \n• Community maps are planned around a consensus based goal and strategy for use and made with input from a community in an open and inclusive process. \n• Community mapping is defined by the content of the maps, which depict local knowledge and information and are often aimed at addressing local issues. They contain the community’s place names, symbols, and priority features and represent local knowledge systems.\n• Community mapping is not necessarily defined by the level of compliance with formal cartographic conventions. Nor are they confined by formal media: a community map may be a part of a GIS or a drawing in the sand.\"",
              "Author": "IIED and CTA",
              "Reference": "IIED and CTA. (2006). Glossary. Mapping for change: practice, technologies and communication. Participatory learning and action 54: 7-11. IIED: London and CTA: Wageningen. "
           },
           {
              "name": "Participatory Mapping",
              "style": "small",
              "year": 2009,
              "category": "INSTITUTIONAL ",
              "Definiton": "\"Participatory mapping is, in its broadest sense, the creation of maps by local communities – often with the involvement of supporting organizations including governments (at various levels), non-governmental organizations (NGOs), universities and other actors engaged in development and land-related planning. ... Participatory mapping is multidisciplinary. What makes it significantly different from traditional cartography and map-making is the process by which the maps are created and the uses to which they are subsequently put. Participatory mapping focuses on providing the skills and expertise for community members to create the maps themselves, to represent the spatial knowledge of community members and to ensure that community members determine the ownership of the maps and how and to whom to communicate the information that the maps provide. The participatory mapping process can influence the internal dynamics of a community. This process can contribute to building community cohesion, help stimulate community members to engage inland-related decision-making, raise awareness about pressing land-related issues and ultimately contribute to empowering local communities and their members.\"",
              "Author": "International Fund for Agricultural Development (IFAD) ",
              "Reference": "International Fund for Agricultural Development (IFAD). (2009). Good Practices in Participatory Mapping: A Review Prepared for the International Fund for Agricultural Development (IFAD). Rome: International Fund for Agricultural Development (IFAD). ",
              "name_a": "Participatory Mapping",
              "year_a": 2018,
              "category_a": "SCHOLARLY",
              "Definiton_a": "\"Participatory mapping – the production of maps in a collective way – is a common activity used for planning and decision making in urban studies. It started as a way to empower men and women, usually from rural vulnerable communities threatened by climate change, degradation of their landfills or any other conflict related to access to their land. It has been considered a fundamental instrument to help marginal groups represent and communicate their needs within the territory and augment their capacity to protect their rights.\"",
              "Author_a": "Nora Morales and Salomon Gonzalez",
              "Reference_a": "Morales, N. and Gonzalez, S. (2018). Map Making: Mobilizing Local Knowledge and Fostering Collaboration. Ethnographic Praxis in Industry Conference Proceedings 2018(1): 125-143. DOI: 10.1111/1559-8918.2018.01200. "
           }
        ]
     },
     {
        "name": "Radical Cartography",
        "style": "medium",
        "year": 2019,
        "category": "ACTIVISTS / MEDIA",
        "Definiton": "\"Radical cartography, or critical cartography, is to use the map as a very brutal tool to make the world know some things which are totally inacceptable. Radical Cartography is very simple. First: Deconstruction. Second: Action on the field. Phase 1: Deconstruction. Understanding how the things are organised. Trying to deconstruct the system and decribe it. ... Phase 2 is an action on the field that leeds to oblige the state or the power, let us call it the power, to go reverse. To go backwards, to renounce to their project.\"",
        "Author": "Philippe Rekacewicz",
        "Reference": "ThisIsNotanAtlas. (2019).This Is Not an Atlas - A Documentary on Counter-Cartographies. [online video] Available at: https://youtu.be/T8-GKyy3j6I?t=1461 [Accessed 21. Apr. 2020].",
        "name_a": "Radical Cartography",
        "year_a": 2007,
        "category_a": "SCHOLARLY",
        "Definiton_a": "\"We define radical cartography as the practice of mapmaking that subverts conventional notions in order to actively promote social change. The object of critique … is not cartography per se (as is generally meant by the overlapping term critical cartography), but rather social relations.\"",
        "Author_a": "Lize Mogel and Alexis Bhagat",
        "Reference_a": "Mogel, L. and Bhagat, A. (eds.). (2007). An Atlas of Radical Cartography. Los Angeles: The Journal of Aesthetics & Protest Press, pp. 6."
     },
     {
        "name": "Countermapping",
        "style": "medium",
        "year": 2018,
        "category": "SCHOLARLY",
        "Definiton": "\"Countermapping is for us a political act and one that (we insist) should also be accompanied by political action. By countermapping, we refer to a set of critical cartographic and feminist data visualization practices that seek to render visible the landscapes, lives, and sites of resistance and dispossession elided in capitalist, colonial, and liberal topographies. Methodologically, countermapping questions how, why, and with whom maps are made.\" ",
        "Author": "Manissa M. Maharawal and Erin McElroy",
        "Reference": "Maharawal, M. M. and McElroy, E. (2018). The Anti-Eviction Mapping\nProject: Counter Mapping and Oral History toward Bay Area Housing Justice. Annals of the\nAmerican Association of Geographers 108:2, 380-389, DOI: 10.1080/24694452.2017.1365583"
     },
     {
        "name": "Counter-cartography",
        "style": "medium",
        "year": 2018,
        "category": "SCHOLARLY",
        "Definiton": "\"... counter-cartographies are understood as maps that break with the scientific tradition and specialization of cartography as well as with its mere technical or essentially positivist view of the world. This type of transgression goes against official geopolitical maps while exposing relations of domination over and exploitation of a territory as well as revealing concealed networks of power. With an anti-capitalist orientation, one of the aims of counter-maps is to make obscure and established powers more perceptible in order to confront them. Counter-cartographies can be used in a tactical manner over the duration of an action and in a strategical manner for analyzing networks and spaces in order to generate social change from below. Another task is to deconstruct the political and economic logics of mechanisms, organizations and social hierarchies so as to reveal its contradictions.\"",
        "Author": "André Mesquita",
        "Reference": "Mesquita, A. (2018). Counter-Cartographies. Politics, Art and the Insurrection of Maps. In: Kollektiv Orangotango+, ed., This is Not an Atlas. A Global Collection of Counter-Cartographies. Bielefeld: Transcript-Verlag, pp. 26-30.\n",
        "name_a": "Counter-cartography",
        "year_a": 2018,
        "category_a": "SCHOLARLY",
        "Definiton_a": "\"... counter-cartography is a political practice of mapping back.\"",
        "Author_a": "Severin Halder and Boris Michel",
        "Reference_a": "Halder, S. and Michel, B. (2018). Editorial - This is Not an Atlas. In: Kollektiv Orangotango+, ed., This is Not an Atlas. A Global Collection of Counter-Cartographies. Bielefeld: Transcript-Verlag, pp. 12-21.\n"
     },
     {
        "name": "Critical Cartography",
        "style": "medium",
        "year": 2005,
        "category": "SCHOLARLY",
        "Definiton": "\"We define critical cartography as a one-two punch of new mapping practices and theoretical critique. Critical cartography challenges academic cartography by linking geographic knowledge with power, and thus is political. ... these two trends resist and challenge the received method and practice of mapping established when cartography became an academic discipline.\"",
        "Author": "Jeremy W. Crampton and John Krygier",
        "Reference": "Crampton, J. W. and Krygier, J. (2005). An Introduction to Critical Cartography. ACME: An International Journal for Critical Geographies 4(1): 11-33.",
        "name_a": "Critical Cartography",
        "year_a": 2015,
        "category_a": "SCHOLARLY",
        "Definiton_a": "\"Our definition acknowledges the emergences of critical cartography in the 1990s — led by James Corner, JB Harley, Denis Cosgrove, and others — but expands this critique beyond the artifact to the methods and bias that culminate in its production. We further define critical cartography as an active practice — engaged by the cartographer during the generative, analytical, synthetic, and formative phases of research and inquiry. Because of what we see as similarities of process, we expand the usage of cartography to include new modes of data visualization in addition to traditional geo-spatial forms.\"",
        "Author_a": "Tania Allen and Sara Queen",
        "Reference_a": "Allen, T. and Queen, S. (2015). Beyond the Map: Unpacking Critical Cartography in the Digital Humanities. Visible Language 49(3): 78-99.",
        "name_b": "Critical Cartography",
        "year_b": 2018,
        "category_b": "CMMM WALL",
        "Definiton_b": "\"Critical Cartography is the scientific field questioning traditional cartography (i.e. monopolised, centralised empire) in pursuit of better understanding the links between geographic knowledge and political power.\"",
        "Author_b": "K LAB",
        "Reference_b": "K LAB. (2019). Critical Mapping in Municipalist Movements. [letter] Technische Universität Berlin, Fakultät VI – Planen Bauen Umwelt, Institut für Stadt- und Regionalplanung (ISR). Berlin."
     },
     {
        "name": "Tactical Mapping",
        "style": "medium",
        "year": 2018,
        "category": "SCHOLARLY",
        "Definiton": "\"Tactical mapping remakes the lineage of radical cartography through the use of contemporary digital technologies such as global positioning systems on smartphones, cameras, Bluetooth devices, and handheld receivers (GPS); geographical information systems that query, index, and map large quantities of data in a single database (GIS); imagery obtained over decades by networks of government, military, and private remote sensing satellites; application programming interfaces (APIs) constructed by such sites as Google Earth, HyperCities, OpenStreetMap, and Harvard World Mapi; and, not least, an array of gaming platforms in wide circulation. The Institute for Applied Autonomy ... identifies tactical mapping´s target as the authoritarian structures that oversee all levels of contemporary life. “In taking up the term ´tactical´ in an arts context,” they write, “we link cartography with ´tactical media´ ... [and] claim that ´tactical cartography´ refers to the creation, distribution, and use of spatial data to intervene in systems of control affecting spatial meaning and practice.”\"",
        "Author": "The Institute for Applied Autonomy, citen in Adelaide Morris and Stephen Voyce",
        "Reference": "Morris, A. and Voyce, S. (2018). Precarity, Poetry, and The Practice of Counter-Mapping In: Kim, M. M. and Miller, C. (eds). Poetics and Precarity. New York: SUNY Press, pp. 126.",
        "name_a": "Tactical Mapping",
        "year_a": 2020,
        "category_a": "SCHOLARLY",
        "Definiton_a": "\"Our term “tactical mapping” draws from three related sources: (1) Michel de Certeau, who uses the term tactical to denote the situational, makeshift activism of groups that form to “compose the network of an antidiscipline” (xiv); (2) the members of the Creative Art Ensemble, who argue that tactical media “is situational, ephemeral, and self-terminating” and advocate “the use of any media that will engage a particular socio-political context in order to create molecular interventions and semiotic shocks that collectively could diminish the rising intensity of authoritarian culture” (“Tactical Media,” n.p.); and, finally, (3) Rita Raley, who draws on de Certeau and the Creative Art Ensemble in her book Tactical Media (2009) to describe artistically-driven forms of digital resistance.\"",
        "Author_a": "Countermapcollection.org",
        "Reference_a": "CounterMapCollection. (2020). Tactical Mapping, I [online]. Available at: http://countermapcollection.org/paratexts/commentaries/tactical-mapping-i/ [Accessed 17. Apr. 2020]."
     },
     {
        "name": "Feminist Data Visualisation",
        "style": "medium",
        "year": 2016,
        "category": "SCHOLARLY",
        "Definiton": "\"[A] feminist approach to data visualization, while centered on design, insists that data, design, and community of use, are inextricably intertwined. ... In this paper, we have outlined six principles for feminist data visualization: Rethink Binaries, Embrace Pluralism, Examine Power and Aspire to Empowerment, Consider Context, Legitimize Embodiment and Affect and Make Labor Visible. These are preliminary and offered for the purposes of beginning a dialogue about how the digital humanities and information visualization communities can productively exchange theories, concepts, and methods. Applying humanistic theories to design processes and artifacts may be new territory for many humanists, just as grappling with questions of subjectivity, power, and oppression may be new territory for many visualization researchers.\"",
        "Author": "Catherine D'Ignazio and Lauren F. Klein",
        "Reference": "D'Ignazio, C. and Klein, L. F. (2016). Feminist data visualization. [online] Workshop on Visualization for the Digital Humanities (VIS4DH), Baltimore: IEEE. Available at: https://www.academia.edu/28173807/Feminist_Data_Visualization [Accessed 17. Apr. 2020]."
     },
     {
      "name": "Housing",
      "style": "bold",
      "year": 2020,
      "category": "SCHOLARLY",
      "Definiton": "(within the context of social reproduction) \"The crisis of social reproduction and the politics of care are inextricably linked to housing. The home is a strategic site for social reproduction: it’s where social reproductive labor happens—not exclusively, but to a significant extent. When housing is overcrowded, poorly maintained, or otherwise inadequate, social reproductive processes are placed under strain. Care requires space, and sufficient domestic space is increasingly hard to come by.\"",
      "Author": "David Madden",
      "Reference": "Madden, D. (2020). \"Housing and the Crisis of Social Reproduction\". E-flux Architecture. Available at: https://www.e-flux.com/architecture/housing/333718/housing-and-the-crisis-of-social-reproduction/ [Accessed 26 July 2020].",
      "children": [
         {
            "name": "Right to Adequate Housing",
            "style": "medium",
            "year": 2018,
            "category": "SCHOLARLY",
            "Definiton": "\"The right to adequate housing includes both freedoms - from forcible eviction, from interference in home and privacy, and to choose where to live and move - as well as entitlements - to secure, tenure, restitution, equal access, and participation in housing-related decisions. In order to be considered \"adequate\" housing must be affordable, habitable, available, accessible, connected to services and infrastructure, and culturally appropriete.\"",
            "Author": "OCHR and UN HABITAT, n.d., cited by Corianne Payton Scally",
            "Reference": "Scally, C. P. (2018). Global Housing Challenges in the Twenty-First Century. In: Anacker, K. B., Carswell, A. T., Kirby, S. D. and Tremblay, K. R. (Eds.). (2018). Introduction to housing (2nd edition). Athens (GA): University of Georgia Press, 2018, pp. 441.",
            "name_a": "Right to Adequate Housing",
            "year_a": 2012,
            "category_a": "INSTITUTIONAL ",
            "Definiton_a": "“The right to adequate housing should be understood as the right to live in conditions deemed adequate on the grounds of security of tenure; availability of services, building materials, facilities and infrastructure; affordability; habitability; accessibility; location; and cultural adequacy. (…) The right to adequate housing should be respected and protected during the design, implementation and monitoring phases of housing policies and programmes and elaborated and implemented with the full participation of affected individuals and communities.”",
            "Author_a": "UN Special Rapporteur on the Right to Adequate Housing",
            "Reference_a": "UN Special Rapporteur on the Right to Adequate Housing. (2012). The Impact of Housing Finance. Report A/67/286 [online]. Available at: https://www.ohchr.org/Documents/Issues/Housing/A-67-286.pdf [Accessed 20 Apr. 2020].",
            "name_b": "Right to Adequate Housing",
            "year_b": 2014,
            "category_b": "INSTITUTIONAL ",
            "Definiton_b": "\"[T]he human right to adequate housing is the right of every woman, man, youth and child to gain and sustain a safe and secure home and community in which to live in peace and dignity. This definition is in line with the core elements of the right to adequate housing as defined by General Comment No. 4 of the United Nations Committee on Economic, Social and Cultural Rights (the body in charge of monitoring the implementation of the International Covenant on Economic, Social and Cultural Rights in the States which are party to it). According to the Committee, while adequacy is determined in part by social, economic, cultural, climatic, ecological and other factors, it is nevertheless possible to identify certain aspects of the right that must be taken into account for this purpose in any particular context. They include the following: Legal security of tenure; Availability of services, materials, facilities and infrastructure; Affordability; Habitability; Accessibility; Location; and Cultural adequacy.\"",
            "Author_b": "Leilani Farha",
            "Reference_b": "Farha, L. (2014). Special Rapporteur on adequate housing as a component of the right to an adequate standard of living, and on the right to non-discrimination in this context. Www.housingrightswatch.org [online]. Available at: http://www.housingrightswatch.org/page/un-housing-rights [Accessed 20 Apr. 2020].",
            "children": [
               {
                  "name": "Severe Rental Housing Cost Burden",
                  "style": "small",
                  "year": 2018,
                  "category": "SCHOLARLY",
                  "Definiton": "\"A severe rental housing cost burden [means] having rental housing costs higher than 50 percent of a renter's income [which] might also potentially result in eviction and eventual homelessness.\"",
                  "Author": "Katrin B. Anacker",
                  "Reference": "Anacker, K. B. (2018). Housing and Racial and Ethnic Diversity. In: Anacker, K. B., Carswell, A. T., Kirby, S. D. and Tremblay, K. R. (Eds.). (2018). Introduction to housing (2nd edition). Athens (GA): University of Georgia Press, 2018, pp. 276."
               },
               {
                  "name": "Moderate Rental Housing Cost Burden",
                  "style": "small",
                  "year": 2018,
                  "category": "SCHOLARLY",
                  "Definiton": "\"A moderate rental housing cost burden [means] having rental housing cost higher than 30 percent of a renter's pretax (Schwartz, 2015) or adjusted (Pelletiere, 2008) income [which] might result in overcrowding, doubling up, or difficulties meeting expenses related to food, transportation, education, and health care, among other expenses, or saving for retirement.\"",
                  "Author": "Katrin B. Anacker",
                  "Reference": "Anacker, K. B. (2018). Housing and Racial and Ethnic Diversity. In: Anacker, K. B., Carswell, A. T., Kirby, S. D. and Tremblay, K. R. (Eds.). (2018). Introduction to housing (2nd edition). Athens (GA): University of Georgia Press, 2018, pp. 276."
               },
               {
                  "name": "Housing Cost-burdened Household",
                  "style": "small",
                  "year": 2020,
                  "category": "INSTITUTIONAL ",
                  "Definiton": "\"A household is considered housing cost-burdened when 30 percent or more of its monthly gross income is dedicated to housing. People whose housing costs exceed this threshold of affordability are likely to struggle to pay for other basic needs, forcing difficult trade-offs. Individuals and families who are cost-burdened may drop health care coverage, select less expensive child care arrangements, or skip meals to save on costs, which may result in poorer outcomes in other areas of well-being.\"",
                  "Author": "Minnesota Compass",
                  "Reference": "Minnesota Compass. (2020). COST-BURDENED HOUSHOLDS. Www.mncompass.org [online]. Available at: https://www.mncompass.org/housing/cost-burdened-households#1-6930-g [Accessed 20 Apr. 2020]."
               },
               {
                  "name": "Precarious Housing",
                  "style": "small",
                  "year": 2020,
                  "category": "CMMM WALL",
                  "Definiton": "\"Precarious housing includes every situation of housing which does not fulfil et least one the three following criteria: affordability (referring to the housing related costs, in relation to the income); adeqacy (referring to physical conditions of the housing unit); security (referring to the (in)certainty of tenure).\" ",
                  "Author": "CMMM Belgrade Team ",
                  "Reference": ""
               },
               {
                  "name": "Affordable Housing",
                  "style": "small",
                  "year": 2019,
                  "category": "INSTITUTIONAL ",
                  "Definiton": "\"Housing affordability can be measured in different ways. Indicators often focus on the ratio between housing costs and household income. Two common indicators are: i) the housing cost burden ..., which is the share of households spending more than 40% of their disposable household income on rent or mortgage; and ii) the share of housing-related expenditures (housing, water, electricity, gas, etc.) relative to overall final consumption expenditures of a household. Other indicators may aim to measure other dimensions of housing affordability, such as the share of households who cannot afford to keep their dwelling adequately warm.\"",
                  "Author": "OECD",
                  "Reference": "OECD. (2019). “Affordable housing”. In Society at a Glance 2019: OECD Social Indicators. Paris: OECD Publishing. \nDOI: https://doi.org/10.1787/e885d313-en "
               },
               {
                  "name": "Adequate Housing ",
                  "style": "small",
                  "year": 2016,
                  "category": "INSTITUTIONAL ",
                  "Definiton": "\"Adequate housing is the one that fulfils the minimal standard conditions in terms of spatial conditions [number of m2 per person], equipment with basic installations, construction safety, as well as protection from the external influences and fulfilment of basic hygiene-related conditions.\"",
                  "Author": "Official Gazzette of the Republic of Serbia",
                  "Reference": "Law on Housing and Maintainance of Buildings 104/2016 and 9/2020, c.article 90.",
                  "name_a": "Adequate Housing",
                  "year_a": 2009,
                  "category_a": "INSTITUTIONAL ",
                  "Definiton_a": "\"Adequate housing is defined within the Global Strategy as meaning: adequate privacy, adequate space, adequate security, adequate lighting and ventilation, adequate basic infrastructure and adequate location with regard to work and basic facilities-all at a reasonable cost.\"",
                  "Author_a": "UN Office of the High Commissioner for Human Rights (OHCHR)",
                  "Reference_a": "Fact Sheet No.21, The Human Right to Adequate Housing. (2009) UN Office of the High Commissioner for Human Rights. Available at: https://www.un.org/ruleoflaw/files/FactSheet21en.pdf [Accessed 1 Aug 2020]"
               },
               {
                  "name": "Illegitimate Housing Debt",
                  "style": "small",
                  "year": 2019,
                  "category": "INSTITUTIONAL ",
                  "Definiton": "\"Illigitimate debt is a political concept. It covers legal principles such as: the prohibition of abuse, equity, human dignity, the right of people to self-determination. ... We are using the following definition, which the Committee for the Abolition of Illegitimate Dect (CADTM) developed: illegitimate debt is 'the debt that the borrower cannot be required to repay because the loan, security of guarantee, or the terms and conditions attached to that loan, security of guarantee infringed the law (both national and international) or public policy, or becuase such terms or conditions were grossly unfair, unreasoinable, unconscionable or otherwise objectionable, or because the conditions attached to this loan, securty or guarantee included policy prescriptions that violate national laws or human rights standards, or because the loan, securty or guarantee was not used for the benefit of the population or the debt was converted from private (commercial) to public debt under the pressure frmo bailout creditors.\" ",
                  "Author": "CADTM cited by the European Action Coalition for the Right to Housing and to the City",
                  "Reference": "European Action Coalition for the Right to Housing and to the City. (2019). Housing financialization.\n Brochure of the European Action Coalition for the Right to Housing and to the City. Brussel: Rosa Luxemburg Stiftung."
               },
               {
                  "name": "Officially Protected Housing (VPO)",
                  "style": "small",
                  "year": 2020,
                  "category": "CMMM WALL",
                  "Definiton": "\"Public or private housing (it can be built by both the public administration and by developers and cooperatives on private land) subject to a stipulated price per m2, whether it is the maximum price for sale, rent or other forms of access to housing. There are three different types of VPO (special, general or concerted), depending on the family income\".",
                  "Author": "CMMM Barcelona Team  ",
                  "Reference": ""
               },
               {
                  "name": "Social renting",
                  "style": "small",
                  "year": 2020,
                  "category": "CMMM WALL",
                  "Definiton": "\"Term of general use but with a legal definition that establishes a price based on household income, and can be granted by both the public administration and a financial entity. It is aimed at people who can prove residential exclusion and are registered at what it is called the “emergency table”, some of the conditions of access are determined by the local government\".",
                  "Author": "CMMM Barcelona Team  ",
                  "Reference": ""
               }
            ]
         },
         {
            "name": "Eviction",
            "style": "medium",
            "year": 2020,
            "category": "SCHOLARLY",
            "Definiton": "\"the act of forcing somebody to leave a house or land, especially when you have the legal right to do so\"",
            "Author": "Oxford Learner's Dictionaries",
            "Reference": "Eviction (n.d.) In: Oxford Learner's Dictionaries. [online] Oxford: Oxford University Press. Available at: https://www.oxfordlearnersdictionaries.com/definition/english/ [Accessed 21 Apr. 2020].",
            "children": [
               {
                  "name": "Benevolent Evictions",
                  "style": "small",
                  "year": 2019,
                  "category": "SCHOLARLY",
                  "Definiton": "\"[Benevolent eviction is a concept] to describe a new mode of dispossession, whereby expulsions from the urban core to the periphery are facilitated through the deployment of benevolence as a technology of eviction. ... The concept of benevolent eviction serves as a useful framework for understanding the new drivers and logics of dispossession in climate-vulnerable Southern cities subjected to reconstruction and reconfiguration both in the aftermath of disasters and in response to escalating risks. Benevolent eviction is an instantiation of ‘resiliency revanchism’, or ‘the discursive enrolment of resiliency toward revenge’ against the vulnerable yet undesirable other.\"",
                  "Author": "Maria Khristine Alvarez",
                  "Reference": "Alvarez, M. K. (2019). Radical Housing Journal 1(1): 49-68."
               }
            ]
         },
         {
            "name": "Touristification",
            "style": "medium",
            "year": 2018,
            "category": "SCHOLARLY",
            "Definiton": "“[W]e understand touristification as a transformation of urban spaces into tourist areas that are produced by visitors and their practices and which can be approached on the three levels (...). On the first level, we approach the phenomenon of touristification as a visible change of the built environment or its functional use, and hence as a materialized object, for example, in the spread of souvenir shops or localized tourist services. On the second level, we address touristification as a non-visible, or hardly visible, change in the use of existing infrastructure or environmental settings, such as the on-going transformation of regular housing into Airbnb apartments. And on the third level, we look at touristification from a human-agency-based perspective with a focus on tourist practices and actions. (...) We acknowledge that the three levels are highly intertwined and contingent on each other. (...) On the ground of our reflections and observations, we suggest that touristification should not be regarded as a unidimensional, linear cause-and-effect model, but as a multi-dimensional, complex concept reflecting the interplay of heterogeneous actors and settings.”",
            "Author": "Tim Freytag and Michael Bauder",
            "Reference": "Freytag, T. and Bauder, M. (2018). Bottom-up touristification and urban transformations in Paris. Tourism Geographies 20(3): 443–460, DOI:10.1080/14616688.2018.1454504.",
            "name_a": "Touristification",
            "year_a": 2007,
            "category_a": "SCHOLARLY",
            "Definiton_a": "\"[Touristification is] the coming into being of a tourist place.\"",
            "Author_a": "Mathis Stock",
            "Reference_a": "Stock, M. (2007). European Cities: towards a recreational turn? Hagar. Studies in Culture, Polity and Identities 7(1): 115–34.",
            "name_b": "Touristification",
            "year_b": 2018,
            "category_b": "SCHOLARLY",
            "Definiton_b": "\"Touristification could be defined as a process, and the resulting state in a definite space, of relatively spontaneous, unplanned massive development of tourism, which leads to the transformation of this space into a tourism commodity itself.\"",
            "Author_b": "Luis del Romero Renau",
            "Reference_b": "Del Romero Renau, L. (2018). Touristification, Sharing Economies and the New Geography of Urban Conflicts. Urban Sci 2(4): 104, https://doi.org/10.3390/urbansci2040104"
         },
         {
            "name": "Financialization of housing markets",
            "style": "medium",
            "year": 2019,
            "category": "INSTITUTIONAL ",
            "Definiton": "“The definition we seek to work with comes from Aalbers (2017), inspired by Epstein (2005): “Financialization is the increasing dominance of financial actors, markets, practices, measurements and narratives, at various scales, resulting in a structural transformation of the economies, firms (including financial institutions), states and households.” While identifying the structural causes of housing crises, we should name and target the main actors of financialization, among them banks, real estate developers, investment companies, private equity funds, and others. Moreover, we should uncover how the states, transnational structures, and intergovernmental organizations are supporting their interests through legislation, policies, strategies, and programs that privatize, marketize and deregulate housing and are also the constitutive actors of financialization.”",
            "Author": "Aalbers, cited by European Action Coalition for the Right to Housing and to the City",
            "Reference": "European Action Coalition for the Right to Housing and to the City. (2019). Housing financialization.\n Brochure of the European Action Coalition for the Right to Housing and to the City. Brussel: Rosa Luxemburg Stiftung.",
            "name_a": "Financialization of housing markets",
            "year_a": 2019,
            "category_a": "SCHOLARLY",
            "Definiton_a": "“(..) [F]inancialization is a multifaceted process and empirically speaking financialization in some domains may be happening alongside non-financialization in other domains. (…) The defining component of the financialization of housing is the transformation of residential real estat into a financial asset, opening channels for extraction by rentiers. Mortgage debt is the most common way in which this happens, but as we have illustrated above, not the only way. Furthermore, some rapid changes have taken and continue to take place in the GS.”",
            "Author_a": "Rodrigo Fernandez and Manuel B. Aalbers",
            "Reference_a": "Fernandez, R. and Aalbers, M. B. (2019). Housing Financialization in the Global South: In Search of a Comparative Framework. Housing Policy Debate, DOI: 10.1080/10511482.2019.1681491."
         },
         {
            "name": "Commons",
            "style": "medium",
            "year": 2018,
            "category": "SCHOLARLY",
            "Definiton": "\"Ostrom and her colleagues often define commons as common pool resources, a specific type of good. The underlying classification is based on different degrees of excludability and subtractability. In the paper this is criticized for disregarding the importance of the social processes at hand. It is argued that instead of being a type of good, commons need to be conceptualized taking the relevant social dimensions into account. Commons are hence conceptualized as the social form of (tangible and/or intangible) matter that is determined by commoning.\"",
            "Author": "Johannes Euler",
            "Reference": "Euler, J. (2018). Conceptualizing the Commons: Moving Beyond the Goods-based Definition by Introducing the Social Practices of Commoning as Vital Determinant. Ecological Economics 143(C): 10-16, DOI:10.1016/j.ecolecon.2017.06.020.",
            "name_a": "Commons",
            "year_a": 1990,
            "category_a": "SCHOLARLY",
            "Definiton_a": "\"[Commons, or Common Pool Resources describe] a natural or manmade resource system that is sufficiently large as to make it costly (but not impossible) to exclude potential beneficiaries from obtaining benefits from its use.\"",
            "Author_a": "Elinor Ostrom",
            "Reference_a": "Ostrom, E. (1990). Governing the Commons. Cambridge University Press: Cambridge, pp. 30.",
            "children": [
               {
                  "name": "Housing commons",
                  "style": "small",
                  "year": 2018,
                  "category": "SCHOLARLY",
                  "Definiton": "\"... all housing, irrespective of tenure and ownership, constitutes an actually existing housing commons when we recognize its collective use-value as social infrastructure that benefits us all when everyone can access it. ... The circulation of the commons here takes place not through the invisible hand of the market, but through the very visible body of the housing commoners, the groups of activists and individuals who are resisting and creating.\"",
                  "Author": "Tim Joubert and Stuart Hodkinson",
                  "Reference": "Joubert, T and Hodkinson, S. N. (2018). Beyond the Rent Strike, Towards the Commons: Why the Housing Question Requires Activism that Generates its Own Alternatives. In: Gray, N., ed. Rent and its Discontents; A Century of Housing Struggle. (Transforming Capitalism). London & New York: Rowman & Littlefield, pp. 185."
               },
               {
                  "name": "Common Good (Gemeinwohl)",
                  "style": "small",
                  "year": 2018,
                  "category": "SCHOLARLY",
                  "Definiton": "\"The planning process has been the focus of protests against neighbourhood initiatives, including demands for consideration of the ‘common good’ (gemeinwohl)—i.e. more public spaces and social housing—in the rather functional and profit‐oriented masterplan, as well as meaningful participation in the planning process\"",
                  "Author": "David Scheller and Håkan Thörn",
                  "Reference": "Scheller, D. and Thörn, H. (2018). Governing ‘Sustainable Urban Development’ Through Self‐Build Groups and Co‐Housing: The Cases of Hamburg and Gothenburg. International Journal of Urban and Regional Research 42: 914-933. DOI:10.1111/1468-2427.12652.",
                  "name_a": "Common Good (Gemeinwohl)",
                  "year_a": 2003,
                  "category_a": "SCHOLARLY",
                  "Definiton_a": "\"[What is common good?] Consider the choice between public and private provision of medical care. You favor public provision. I favor private provision. Each of us may hold the view he does because of the impact of medical care on his own life, but, to persuade others, one must appeal to something beyond his own personal interest. Each of us must argue that his preferred method of provision is best for the nation as a whole. Recognizing that no policy is ideal for everybody, we try to show that the gains to some people outweigh the losses to others. To do so is to appeal, implicitly or explicitly, to a commonly accepted scale. Notions of better off and worse off, so far restricted to the well-being of the individual, must somehow be extended from the individual to the community.\"",
                  "Author_a": "Dan Usher",
                  "Reference_a": "Usher, D. (2003). Chapter Eight. The Common Good. In: Ethics and Capitalism. Cornwall: Blackwell Publishing,256-275.",
                  "name_b": "Common Good (Gemeinwohl)",
                  "year_b": 2020,
                  "category_b": "SCHOLARLY",
                  "Definiton_b": "\" [The Common Good is] the benefit or interests of everyone\"",
                  "Author_b": "Oxford Learner's Dictionaries",
                  "Reference_b": "The Common Good. In: Oxford Learner's Dictionaries. [online] Oxford: Oxford University Press. Available at: https://www.oxfordlearnersdictionaries.com/definition/academic/common1#common1__223 [Accessed 20 Apr. 2020]."
               }
            ]
         },
         {
            "name": "Residential (housing) as Political",
            "style": "medium",
            "year": 2016,
            "category": "SCHOLARLY",
            "Definiton": "\"The residential is political - which is to say that the shape of the housing system is always the outcome of struggles between different groups and classes. Housing necessarily raises questions about state action and the broader economic system.\"",
            "Author": "David Madden and Peter Marcuse ",
            "Reference": "Madden, D. and Marcuse, P. (2016). In Defense of Housing. London & New York: Verso, pp. 4."
         },
         {
            "name": "Sustainable Development of Housing",
            "style": "medium",
            "year": 2016,
            "category": "INSTITUTIONAL ",
            "Definiton": "\"Sustainabel development of housing is defined as the improvement of the housing conditions for citizens, as well as preservation and improvement of the value of the housing stock [both privately and publicly owned], along with improvement of energy efficiency, decrease in negative impact on the environemnt and rational use of resources, hence harmonization of economic and social development and environment protection whitin development of the housing sector.\"",
            "Author": "Official Gazzette of the Republic of Serbia",
            "Reference": "Law on Housing and Maintainance of Buildings 104/2016 and 9/2020, c. 2."
         },
         {
            "name": "Master Plan",
            "style": "medium",
            "year": 2009,
            "category": "INSTITUTIONAL ",
            "Definiton": "\"General urban plan [Master plan] is adopted as the strategic development plan, with general element of the spatial development. It is adopted for the territory considered by the Law on Territorial Organisation of the Republic of Serbia as the town.\"",
            "Author": "Official Gazzette of the Republic of Serbia",
            "Reference": "Law on Planning and Construction 72/2009, 81/2009, 64/2010, 24/2011, 121/2012, 42/2013, 50/2013, 98/2013, 132/2014, 145/2014, 83/2018, 31/2019, 37/2019 and 9/2020, c. 23."
         }
      ]
   },
   {
    "name": "Municipalist Movements",
    "style": "bold",
    "year": "No data",
    "category": "No data",
    "Definiton": "No data",
    "Author": "No data",
    "Reference": "No data",
    "children": [
       {
          "name": "Municipalism",
          "style": "medium",
          "year": 2020,
          "category": "CMMM WALL",
          "Definiton": "\"Municipalism refers to a contemporary struggle to establish and institutionalize new local, community-based models of organisation, decision-making and resource-management, that nourishes diversity, radical equality and cooperation.\"",
          "Author": "CMMM Belgrade Team ",
          "Reference": "",
          "name_a": "Municipalism",
          "year_a": 2003,
          "category_a": "SCHOLARLY",
          "Definiton_a": "\"Municipalism is a political approach to community. This means that political cleavages are based on opposing interests and ideals rather than ascriptive status or traditional hierarchical relations. Municipalism involves citizens in governing through participation in associations such as the chamber of labor that blur the line between the state and civil society.\"",
          "Author_a": "Margaret Kohn",
          "": "Kohn, M. (2003). Radical Space. Building the House of the People. Ithaca & London: Cornell University Press, pp.139.",
          "name_b": "Municipalism",
          "year_b": 2017,
          "category_b": "SCHOLARLY",
          "Definiton_b": "\"[Municipalism is] ... a radical democratic project that has attempted to redefine the structure of the state, it has pushed a bottom-up federalist model with the municipality as its basic political unit. As such, municipalism poses a challenge not only to centralist tendencies, but because of its focus on economic questions, democracy, and its appeal to the working classes, it also remains distinct from the often bourgeois-driven nationalist projects that have emerged, for example, in Catalonia and the Basque Country in the late 19th century. Municipalism represents a real alternative to what Ortega once called Spain’s perpetual “invertebrate” condition—one rooted in democratic and egalitarian concerns rather than merely territorial ones.\"",
          "Author_b": "Vicente Rubio-Pueyo",
          "Reference_b": "Rubio-Pueyo, V. (2017). Municipalism in Spain. From Barcelona to Madrid, and Beyond. New York: Rosa Luxemburg Stiftung.",
          "name_c": "Municipalism",
          "year_c": 2020,
          "category_c": "SCHOLARLY",
          "Definiton_c": "\"[Municipalism is] the democratic autonomy of municipalities (from town parishes to metropolitan boroughs to city-regions) over political and economic life vis-`a-vis the nation-state\"",
          "Author_c": "Matthew Thompson",
          "Reference_c": "Thompson, M. (2020). What’s so new about New Municipalism? Progress in Human Geography, DOI:10.1177/0309132520909480.",
          "name_d": "Municipalism",
          "year_d": 2017,
          "category_d": "SCHOLARLY",
          "Definiton_d": "\"Municipalism, as we understand it, is defined by a set of related characteristics. First, by the construction of a distinctive political organization that reflects the diversity of the local political landscape and responds to local issues and circumstances. Second, by open and participatory decision-making processes that harness the collective intelligence of the community. Third, by an organizational structure that is relatively horizontal (for example, based on neighborhood assemblies) and that guides the work of elected representatives. Fourth, by a creative tension between those inside and outside of local institutions: municipalism understands that the capacity for institutional action depends on strong, organized movements in the streets that push elected leaders. For this reason, the movement welcomes pressure from outside the institutions and seeks to open up genuinely democratic decision-making mechanisms within them. Finally, municipalism seeks a role for local institutions that goes beyond simply that of the lowest rung on the ladder of government — it wants them to become mechanisms of self-governance. Understood in this way, municipalism is not just a thing of big cities. The movement can and does play a significant role in small towns, districts, neighborhoods and rural areas.\"",
          "Author_d": "Laura Roth and Kate Shea Baird",
          "Reference_d": "Roth, L. and Baird, K. (2017). Municipalism and the feminization of politics. Roar Magazine [online]. Available at: https://roarmag.org/magazine/municipalism-feminization-urban-politics [Accessed 20 Mar. 2020].",
          "name_e": "Municipalism",
          "year_e": 2015,
          "category_e": "SCHOLARLY",
          "Definiton_e": "\"Libertarian Municipalism constitutes the politics of social ecology, a revolutionary effort in which freedom is given institutional form in public assemblies that become decision-making bodies.\"",
          "Author_e": "Murray Bookchin",
          "Reference_e": "Bookchin, M. (2015). The Next Revolution. London: Verso.",
          "children": [
             {
                "name": "New Municipalism",
                "style": "small",
                "year": 2019,
                "category": "INSTITUTIONAL ",
                "Definiton": "\"In developing new models of organising and holding power, new municipalism is a conscious shift away from the hierarchical, competitive, homogenous patriarchal way of doing politics towards a horizontal, relational, everyday politics that empowers all people.\"",
                "Author": "CLES",
                "Reference": "CLES. (2019). New municipalism in London. Centre for Local Economic Strategies [online]. Available at: https://cles.org.uk/wp-content/uploads/2019/04/New-Municipalism-in-London_April-2019.pdf [Accessed 20 Mar. 2020].",
                "name_a": "New Municipalism",
                "year_a": 2016,
                "category_a": "INSTITUTIONAL ",
                "Definiton_a": "\"... However, we found that change was being blocked from above by the institutions. We couldn’t allow this. So, we decided that the moment had arrived to take back the institutions and put them at the service of the common good. We decided to win back the city. For us, “winning back the city” is about much more than winning the local elections. It means putting a new, transparent and participatory model of local government, which is under citizen control, into practice. It also means implementing fair, redistributive and sustainable policies to respond to the economic and political crisis.\"",
                "Author_a": "Barcelona en Comú",
                "Reference_a": "Barcelona en Comú. (2016). How to Win Back the City en Comú: Guide to Building a Citizen Municipal Platform. Barcelona: Barcelona en Comú.",
                "name_b": "New Municipalism",
                "year_b": 2019,
                "category_b": "INSTITUTIONAL ",
                "Definiton_b": "\"New Municipalism refers to a new politics which has emerged from local activism and citizens’ movements. It is concerned with taking back power and, to varying degrees, using the levers of the local state to advance the cause of social and economic justice for all. ... At its core, the new municipalist project is deeply transformative, going beyond the traditional actions of the local state. New Municipalism is committed to big shifts in how we think about power, decision-making and ownership in our societies. There is a recognition that such changes cannot be solely ‘delivered’ by a government - whether centrally or locally - but require the development of new institutions and social arrangements that genuinely empower citizens.\nFor CLES, there are three core principles of new municipalism in the UK context.\n1. Redistribution of power\n2. Local state using its own municipal power\n3. A bold rethinking of local economic development\"",
                "Author_b": "Igor Stokfiszewski",
                "Reference_b": "CLES. (2019). New municipalism in London. Centre for Local Economic Strategies [online]. Available at: https://cles.org.uk/wp-content/uploads/2019/04/New-Municipalism-in-London_April-2019.pdf [Accessed 20 Mar. 2020].",
                "name_c": "New Municipalism",
                "year_c": 2019,
                "category_c": "INSTITUTIONAL ",
                "Definiton_c": "\"[New municipalism is] the institutional practice of city governance, in the spirit of respect for the right to the city and the commons, by grassroots political civic platforms. ... founded on self-organisation, self-determination and self-governance as essential sparks of the new democracy.\"",
                "Reference_c": "Stokfiszewski, I. (2019). New Municipalism, New Culture, New Democracy. Political Critique [online]. Available at: http://politicalcritique.org/world/eu/2019/new-municipalism-new-culture-new-democracy/ [Accessed 17. Apr. 2020].",
                "name_d": "New Municipalism",
                "year_d": 2020,
                "category_d": "SCHOLARLY",
                "Definiton_d": "\"New municipalism is a nascent global social movement aiming to democratically transform the local state and economy. ... New municipalism re-politicises and radicalises the municipalist tradition. ... New (especially autonomist) municipalists attempt to develop (variously relatively) autonomous circuits of value (Lee, 2006; Safri, 2014) through the cultivation of new (and old) forms of economic activity that circumvent the commodity form,  by (re)focusing on social reproduction,  commons and collective  self-provisioning. This involves building solidarities  within and between municipalities: intra-urban spatialities – cooperatives, assemblies and platforms; and inter-urban spatialities – trans-local networks, collaborative mapping projects, solidarity markets and cooperative supply chains.\"",
                "Author_d": "Matthew Thompson",
                "Reference_d": "Thompson, M. (2020). What’s so new about New Municipalism? Progress in Human Geography, DOI:10.1177/0309132520909480."
             },
             {
                "name": "Managed Municipalism",
                "style": "small",
                "year": 2020,
                "category": "SCHOLARLY",
                "Definiton": "\"Managed municipalism re-engineers the existing state apparatus for the democratisation of local economies. ... Managed municipalism attempts to manage and control the flow of capital through its borders, preventing it ‘leaking out’ by building more self-contained circuits of value through anchor institutional support of local co-ops via progressive procurement.\"",
                "Author": "Matthew Thompson",
                "Reference": "Thompson, M. (2020). What’s so new about New Municipalism? Progress in Human Geography: 1-26, DOI: 10.1177/0309132520909480."
             },
             {
                "name": "Autonomist Municipalism",
                "style": "small",
                "year": 2020,
                "category": "SCHOLARLY",
                "Definiton": "\"[Autonomous municipalism] prefigures a ‘stateless’ confederation of democratically self-governing communes. ... Autonomist municipalism seeks autonomy from the commodity form through constructing more autonomous, self-sustaining de-commodified circuits of value rooted in social reproduction and commoning.\"",
                "Author": "Matthew Thompson ",
                "Reference": "Thompson, M. (2020). What’s so new about New Municipalism? Progress in Human Geography, DOI: 10.1177/0309132520909480."
             },
             {
                "name": "Entrepreneurial Municipalism",
                "style": "small",
                "year": 2020,
                "category": "SCHOLARLY",
                "Definiton": "\"... what we call entrepreneurial municipalism involves urban authorities using their political, legal and financial powers to harness endogenous assets such as land and labour to build a more socially just and self-sustaining pathway to local economic development – one which reflects the interacting processes of reciprocity, redistribution and market exchange of a socially embedded local economy. ... we have argued that the local state is well-positioned to more proactively develop and better capture for redistribution the value created by the three classical factors of production, land, labour and capital.”",
                "Author": "Matthew Thompson, Vicky Nowak, Alan Southern, Jackie Davies, Peter Furmedge",
                "Reference": "Thompson, M. et al. (2020). Re-grounding the city with Polanyi: From urban entrepreneurialism to entrepreneurial municipalism. Environment and Planning A: Economy and Space, DOI: 10.1177/0308518X19899698."
             },
             {
                "name": "Platform Municipalism",
                "style": "small",
                "year": 2020,
                "category": "SCHOLARLY",
                "Definiton": "\"Platform municipalism attempts to challenge the growing dominance of platform capitalism over urban everyday life (Srnicek, 2016) by innovating digital platform technologies to democratically coordinate alternative urban systems or working towards collective control over the platform and algorithmic technologies that increasingly organise production, distribution and consumption.\"",
                "Author": "Matthew Thompson",
                "Reference": "Thompson, M. (2020). What’s so new about New Municipalism? Progress in Human Geography, DOI: 10.1177/0309132520909480."
             }
          ]
       },
       {
          "name": "Democracy",
          "style": "medium",
          "year": 1971,
          "category": "SCHOLARLY",
          "Definiton": "\"[Democracy is] a system of government in which the people of a country can vote to elect their representatives\"",
          "Author": "Oxford Learner's Dictionaries",
          "Reference": "Democracy (n.d.) In: Oxford Learner's Dictionaries. [online] Oxford: Oxford University Press. Available at: https://www.oxfordlearnersdictionaries.com/definition/english/ [Accessed 20 Feb. 2020].",
          "name_a": "Democracy",
          "year_a": 2011,
          "category_a": "INSTITUTIONAL ",
          "Definiton_a": "\"Democracy, as the first form of community developed in the cities of ancient Greece, means - literally translated - \"rule of the people\": \"Government of the people, by the people, for the people\" - rule of the people, by the people, for the people. This is how the President of the United States of America, Abraham Lincoln, formulated it in his Gettysburg Address in 1863. ... Today, representative democracy and separation of powers are the basic forms of our constitutional order: \"It (the state power) is exercised by the people in elections and votes and through special organs of legislation, executive power and jurisdiction\", states the Article 20(1) of the Constitutional Law.\"",
          "Author_a": "Berlin Senate Department for Urban Development and the Environment",
          "Reference_a": "Berlin Senate Department for Urban Development and the Environment. (2011). Handbuch zur Partizipation [online].  Available at: https://www.stadtentwicklung.berlin.de/soziale_stadt/partizipation/download/Handbuch_Partizipation.pdf [Accessed 18 Mar. 2020].",
          "children": [
             {
                "name": "Consensus Democracy",
                "style": "small",
                "year": 1998,
                "category": "SCHOLARLY",
                "Definiton": "\"Consensus democracy is a reasonable agreement between individuals and social groups who have understood that knowing what is possible and negotiating between partners are a way for each party to obtain the optimal share that the objective givens of the situation allow them to hope for and which is preferable to conflict. But for parties to opt for discussion rather than a fight, they must exist as parties … . What consensus thus presupposes is the disappearance of any gap between a party to a dispute and a part of society … . It is, in a word, the disappearance of politics.\"",
                "Author": "Jacques Rancière",
                "Reference": "Rancière, J. (1998). Disagreement. Minneapolis: University of Minnesota Press."
             },
             {
                "name": "Postdemocracy",
                "style": "small",
                "year": 1998,
                "category": "SCHOLARLY",
                "Definiton": "\"Postdemocracy is the government practice and conceptual legitimation of a democracy after the demos, a democracy that has eliminated the appearance, miscount, and dispute of the people and is thereby reducible to the sole interplay of state mechanisms and combinations of social energies and interests …\"",
                "Author": "Jacques Rancière",
                "Reference": "Rancière, J. (1998). Disagreement. Minneapolis: University of Minnesota Press.",
                "name_a": "Postdemocracy",
                "year_a": 2014,
                "category_a": "SCHOLARLY",
                "Definiton_a": "\"I have defined constituted post-democracy as embodying new forms of autocratic Governance-Beyond-the-State (Swyngedouw, 2005), in which the act of governing is reconfigured on the basis of a stakeholder arrangement of governance.\"",
                "Author_a": "Erik Swyngedouw",
                "Reference_a": "Swyngedouw, E. (2014). Where is the political? Insurgent mobilisations and the incipient “return of\nthe political”. Space and Polit 18(2): 122-136, DOI: 10.1080/13562576.2013.879774."
             }
          ]
       },
       {
          "name": "The Political",
          "style": "medium",
          "year": 2014,
          "category": "SCHOLARLY",
          "Definiton": "\"It is the work of the political that inaugurates and names the truth of the event and forges symbolisations, practices and contents, and that provides substance to the political sequence. It is not philosophy or (critical social) theory that founds or inaugurates the political. On the contrary, the political emerges through the process of political subjectivation, the process of appearance of those who disrupt the state of the situation in the name of “equality”, “the people”, the “common” and “the democratic”.\"",
          "Author": "Erik Swyngedouw",
          "Reference": "Swyngedouw, E. (2014). Where is the political? Insurgent mobilisations and the incipient “return of\nthe political”. Space and Polit 18(2): 122-136, DOI: 10.1080/13562576.2013.879774.",
          "children": [
             {
                "name": "Post-politicisation",
                "style": "small",
                "year": 2014,
                "category": "SCHOLARLY",
                "Definiton": "\"Post-politicisation relies on both including all in a consensual pluralist order and radically excluding those who posit themselves outside the consensus. ... In other words, a Schmittian ultra-politics that lurks behind and underneath the consensual order and does not tolerate an outside – one that sutures the entire social space by the tyranny of the police (state) and squeezes out the political – pits those who “participate” in the instituted configurations of the consensual order against those who are placed outside, such as undocumented workers, political Islam, radical environmentalists, communists, (a variety of) insurgents, alter-globalists, or the otherwise marginalised or politically inexistent.\"",
                "Author": "Erik Swyngedouw",
                "Reference": "Swyngedouw, E. (2014). Where is the political? Insurgent mobilisations and the incipient “return of\nthe political”. Space and Polit 18(2): 122-136, DOI: 10.1080/13562576.2013.879774."
             },
             {
                "name": "Feminising Politics",
                "style": "small",
                "year": 2019,
                "category": "INSTITUTIONAL ",
                "Definiton": "\"Feminising politics is not simply about committing to gender equality in institutional and public participation but more fundamentally, it is about system change. New municipalist platforms seek to feminise the public sphere by emphasising collaboration, relationships, dialogue, and community.\"",
                "Author": "CLES",
                "Reference": "CLES. (2019). New municipalism in London. [online] Centre for Local Economic Strategies. Available at: https://cles.org.uk/wp-content/uploads/2019/04/New-Municipalism-in-London_April-2019.pdf [Accessed 20 Mar. 2020].",
                "name_a": "Feminising Politics",
                "year_a": 2019,
                "category_a": "ACTIVISTS / MEDIA",
                "Definiton_a": "\"Feminising politics means a) gender parity in all spaces, acts and roles; b) political programmes that fight against a patriarchal system reflected in institutional structures and public policies; c) changing the way we do politics: breaking the separation between the “public” and the “private”, horizontalising decision-making, withdrawing from confrontational approaches and instead emphasising the common and relational, and embracing diversity as a natural element of politics instead of an anomaly.”",
                "Author_a": "Laura Roth",
                "Reference_a": "Roth, L. (2019). Which municipalism? Let’s be choosy. OpenDemocracy.net [online]. Available at: https://bit.ly/2SKqE3c [Accessed 17. Apr. 2020]."
             }
          ]
       },
       {
          "name": "Participation",
          "style": "medium",
          "year": 2011,
          "category": "INSTITUTIONAL",
          "Definiton": "\"Participation goes back to the adjective \"particeps\", which in German means as much as \"involved\" or \"participating in something\".  In today's usage the meaning is much broader. ... In a widespread definition, participation comprises \"all activities that citizens undertake voluntarily with the aim of influencing decisions at the various levels of the political system\"(Kaase 1991).\"",
          "Author": "Berlin Senate Department for Urban Development and the Environment",
          "Reference": "Berlin Senate Department for Urban Development and the Environment. (2011). Handbuch zur Partizipation [online]. Available at: https://www.stadtentwicklung.berlin.de/soziale_stadt/partizipation/download/Handbuch_Partizipation.pdf [Accessed 18 Mar. 2020].",
          "children": [
             {
                "name": "Participatory Process (in urban planning)",
                "style": "small",
                "year": 2016,
                "category": "SCHOLARLY",
                "Definiton": "\"The participatory process is helping to strengthen connections between citizens, creating an awareness on mutual dependence and need for solidarity in order to collectively work on improving their everyday environment. Collaboration with citizens also reveals an opportunity for urban planners and architects and to reestablish their social influence.\"",
                "Author": "Ivan Kucina",
                "Reference": "Kucina, I. (2016). Commoning the Uncommonness, Developing Urban Commons in the Post Socialist City. Rivista di Storia delle Idee 5(2): 106-116."
             }
          ]
       },
       {
          "name": "Militant Research",
          "style": "medium",
          "year": 2014,
          "category": "SCHOLARLY",
          "Definiton": "\"Militant research – as an orientation – is thus in many ways a rejection of the entire problematic of the activist/academic, or more accurately, it is a subjective orientation towards research in which the ‘academic’ component is irrelevant precisely because militant research does not take the university as a referent. In the ﬁrst instance, militant research is irrespective of the university and the attendant subject of the academic. Instead, all forms of militant research are concerned with ‘the capacity for struggles to read themselves and, consequently, to recapture and disseminate the advances and productions of other social practices’ (Colectivo Situaciones 2003) – militant research is thus the conscious and deliberate attempt to make movements move through a reﬂexive (dialectical, even?) critique of their own praxis. ... From a militant research orientation, the problematic is thus not so much navigating the duality of activism/academia, but to what extent one can conduct militant research within the university.\"",
          "Author": "Bertie Russel",
          "Reference": "Russel, B. (2014). Beyond activism/academia: militant research and the radical climate and climate justice movement(s). Area 47(3): 222–229.",
          "name_a": "Militant Research",
          "year_a": 2018,
          "category_a": "SCHOLARLY",
          "Definiton_a": "\"... The essence of militant research is to make visible a group identity and/or a commitment. For some, the concept is about introducing epistemic or methodological changes to ordinary academic practice. In this sense, the range of dualities involved in the academia-activism distinction (thinking versus acting, passive versus active) contributes to the illusion of apparent incompatibility or mutual isolation. Thus, while direct action would be possible only through activism, intellectual work appears as the exclusive task of the academy, without intervention in practical problems. ...I argue that we must understand academic and activist work not as something divided, but as different aspects of the revolutionary praxis (Mitchell 2005, 450), complementary and mutually needed, as well as undetermined by the subjects themselves.\"",
          "Author_a": "Tania Herrera ",
          "Reference_a": "Herrera, T. (2018). Militant Research. Krisis (2): 113-114 [online]. Available at: https://krisis.eu/militant-research/ [Accessed 17. Apr. 2020].",
          "name_b": "Militant Research",
          "year_b": 2013,
          "category_b": "SCHOLARLY",
          "Definiton_b": "\"what is militant research? Let’s begin by saying that it’s the place where academia and activism meet in the search for new-ways of acting that lead to new ways of thinking.\"",
          "Author_b": "Natalie Bookchin, Pamela Brown, Suzahn Ebrahimian, Colectivo Enmedio, Alexandra Juhasz, Le-ónidas Martin, MTL, Nicholas Mirzoeff, Andrew Ross, A. Joan Saab, and Marina Sitrin.",
          "Reference_b": "Bookchin, N. et al. (2013). Militant Research Handbook. New York: New York University, pp. 4.",
          "children": [
             {
                "name": "Militant Ethnography",
                "style": "small",
                "year": 2014,
                "category": "SCHOLARLY",
                "Definiton": "\"I understood militant ethnography – as a form of militant research – as the process of gradually identifying and becoming ﬁxated on a contradiction, inconsistency or paradox within an overtly politicised milieu, and then striving to understand and contribute to the collective surpassing of this paradox – a combination of thought and action orientated towards understanding and changing collective praxis, identifying and surpassing the limits of our existing selves.\"",
                "Author": "Bertie Russel",
                "Reference": "Russel, B. (2014). Beyond activism/academia: militant research and the radical climate and climate justice movement(s). Area 47(3): 222–229."
             }
          ]
       }
    ]
 }
  ]
}