{
     "name": "Municipalism Movements",
     "year": "No data",
     "category": "No data",
     "Definiton": "No data",
     "Author": "No data",
     "Reference": "No data",
     "children": [
        {
           "name": "Municipalism",
           "year": 2020,
           "category": "CMMM WALL",
           "Definiton": "\"Municipalism refers to a contemporary struggle to establish and institutionalize new local, community-based models of organisation, decision-making and resource-management, that nourishes diversity, radical equality and cooperation.\"",
           "Author": "CMMM Belgrade Team ",
           "Reference": "",
           "name_a": "Municipalism",
           "year_a": 2003,
           "category_a": "SCHOLARLY",
           "Definiton_a": "\"Municipalism is a political approach to community. This means that political cleavages are based on opposing interests and ideals rather than ascriptive status or traditional hierarchical relations. Municipalism involves citizens in governing through participation in associations such as the chamber of labor that blur the line between the state and civil society.\"",
           "Author_a": "Margaret Kohn",
           "": "Kohn, M. (2003). Radical Space. Building the House of the People. Ithaca & London: Cornell University Press, pp.139.",
           "name_b": "Municipalism",
           "year_b": 2017,
           "category_b": "SCHOLARLY",
           "Definiton_b": "\"[Municipalism is] ... a radical democratic project that has attempted to redefine the structure of the state, it has pushed a bottom-up federalist model with the municipality as its basic political unit. As such, municipalism poses a challenge not only to centralist tendencies, but because of its focus on economic questions, democracy, and its appeal to the working classes, it also remains distinct from the often bourgeois-driven nationalist projects that have emerged, for example, in Catalonia and the Basque Country in the late 19th century. Municipalism represents a real alternative to what Ortega once called Spain’s perpetual “invertebrate” condition—one rooted in democratic and egalitarian concerns rather than merely territorial ones.\"",
           "Author_b": "Vicente Rubio-Pueyo",
           "Reference_b": "Rubio-Pueyo, V. (2017). Municipalism in Spain. From Barcelona to Madrid, and Beyond. New York: Rosa Luxemburg Stiftung.",
           "name_c": "Municipalism",
           "year_c": 2020,
           "category_c": "SCHOLARLY",
           "Definiton_c": "\"[Municipalism is] the democratic autonomy of municipalities (from town parishes to metropolitan boroughs to city-regions) over political and economic life vis-`a-vis the nation-state\"",
           "Author_c": "Matthew Thompson",
           "Reference_c": "Thompson, M. (2020). What’s so new about New Municipalism? Progress in Human Geography, DOI:10.1177/0309132520909480.",
           "name_d": "Municipalism",
           "year_d": 2017,
           "category_d": "SCHOLARLY",
           "Definiton_d": "\"Municipalism, as we understand it, is defined by a set of related characteristics. First, by the construction of a distinctive political organization that reflects the diversity of the local political landscape and responds to local issues and circumstances. Second, by open and participatory decision-making processes that harness the collective intelligence of the community. Third, by an organizational structure that is relatively horizontal (for example, based on neighborhood assemblies) and that guides the work of elected representatives. Fourth, by a creative tension between those inside and outside of local institutions: municipalism understands that the capacity for institutional action depends on strong, organized movements in the streets that push elected leaders. For this reason, the movement welcomes pressure from outside the institutions and seeks to open up genuinely democratic decision-making mechanisms within them. Finally, municipalism seeks a role for local institutions that goes beyond simply that of the lowest rung on the ladder of government — it wants them to become mechanisms of self-governance. Understood in this way, municipalism is not just a thing of big cities. The movement can and does play a significant role in small towns, districts, neighborhoods and rural areas.\"",
           "Author_d": "Laura Roth and Kate Shea Baird",
           "Reference_d": "Roth, L. and Baird, K. (2017). Municipalism and the feminization of politics. Roar Magazine [online]. Available at: https://roarmag.org/magazine/municipalism-feminization-urban-politics [Accessed 20 Mar. 2020].",
           "name_e": "Municipalism",
           "year_e": 2015,
           "category_e": "SCHOLARLY",
           "Definiton_e": "\"Libertarian Municipalism constitutes the politics of social ecology, a revolutionary effort in which freedom is given institutional form in public assemblies that become decision-making bodies.\"",
           "Author_e": "Murray Bookchin",
           "Reference_e": "Bookchin, M. (2015). The Next Revolution. London: Verso.",
           "children": [
              {
                 "name": "New Municipalism",
                 "year": 2019,
                 "category": "INSTITUTIONAL ",
                 "Definiton": "\"In developing new models of organising and holding power, new municipalism is a conscious shift away from the hierarchical, competitive, homogenous patriarchal way of doing politics towards a horizontal, relational, everyday politics that empowers all people.\"",
                 "Author": "CLES",
                 "Reference": "CLES. (2019). New municipalism in London. Centre for Local Economic Strategies [online]. Available at: https://cles.org.uk/wp-content/uploads/2019/04/New-Municipalism-in-London_April-2019.pdf [Accessed 20 Mar. 2020].",
                 "name_a": "New Municipalism",
                 "year_a": 2016,
                 "category_a": "INSTITUTIONAL ",
                 "Definiton_a": "\"... However, we found that change was being blocked from above by the institutions. We couldn’t allow this. So, we decided that the moment had arrived to take back the institutions and put them at the service of the common good. We decided to win back the city. For us, “winning back the city” is about much more than winning the local elections. It means putting a new, transparent and participatory model of local government, which is under citizen control, into practice. It also means implementing fair, redistributive and sustainable policies to respond to the economic and political crisis.\"",
                 "Author_a": "Barcelona en Comú",
                 "Reference_a": "Barcelona en Comú. (2016). How to Win Back the City en Comú: Guide to Building a Citizen Municipal Platform. Barcelona: Barcelona en Comú.",
                 "name_b": "New Municipalism",
                 "year_b": 2019,
                 "category_b": "INSTITUTIONAL ",
                 "Definiton_b": "\"New Municipalism refers to a new politics which has emerged from local activism and citizens’ movements. It is concerned with taking back power and, to varying degrees, using the levers of the local state to advance the cause of social and economic justice for all. ... At its core, the new municipalist project is deeply transformative, going beyond the traditional actions of the local state. New Municipalism is committed to big shifts in how we think about power, decision-making and ownership in our societies. There is a recognition that such changes cannot be solely ‘delivered’ by a government - whether centrally or locally - but require the development of new institutions and social arrangements that genuinely empower citizens.\nFor CLES, there are three core principles of new municipalism in the UK context.\n1. Redistribution of power\n2. Local state using its own municipal power\n3. A bold rethinking of local economic development\"",
                 "Author_b": "Igor Stokfiszewski",
                 "Reference_b": "CLES. (2019). New municipalism in London. Centre for Local Economic Strategies [online]. Available at: https://cles.org.uk/wp-content/uploads/2019/04/New-Municipalism-in-London_April-2019.pdf [Accessed 20 Mar. 2020].",
                 "name_c": "New Municipalism",
                 "year_c": 2019,
                 "category_c": "INSTITUTIONAL ",
                 "Definiton_c": "\"[New municipalism is] the institutional practice of city governance, in the spirit of respect for the right to the city and the commons, by grassroots political civic platforms. ... founded on self-organisation, self-determination and self-governance as essential sparks of the new democracy.\"",
                 "Reference_c": "Stokfiszewski, I. (2019). New Municipalism, New Culture, New Democracy. Political Critique [online]. Available at: http://politicalcritique.org/world/eu/2019/new-municipalism-new-culture-new-democracy/ [Accessed 17. Apr. 2020].",
                 "name_d": "New Municipalism",
                 "year_d": 2020,
                 "category_d": "SCHOLARLY",
                 "Definiton_d": "\"New municipalism is a nascent global social movement aiming to democratically transform the local state and economy. ... New municipalism re-politicises and radicalises the municipalist tradition. ... New (especially autonomist) municipalists attempt to develop (variously relatively) autonomous circuits of value (Lee, 2006; Safri, 2014) through the cultivation of new (and old) forms of economic activity that circumvent the commodity form,  by (re)focusing on social reproduction,  commons and collective  self-provisioning. This involves building solidarities  within and between municipalities: intra-urban spatialities – cooperatives, assemblies and platforms; and inter-urban spatialities – trans-local networks, collaborative mapping projects, solidarity markets and cooperative supply chains.\"",
                 "Author_d": "Matthew Thompson",
                 "Reference_d": "Thompson, M. (2020). What’s so new about New Municipalism? Progress in Human Geography, DOI:10.1177/0309132520909480."
              },
              {
                 "name": "Managed Municipalism",
                 "year": 2020,
                 "category": "SCHOLARLY",
                 "Definiton": "\"Managed municipalism re-engineers the existing state apparatus for the democratisation of local economies. ... Managed municipalism attempts to manage and control the flow of capital through its borders, preventing it ‘leaking out’ by building more self-contained circuits of value through anchor institutional support of local co-ops via progressive procurement.\"",
                 "Author": "Matthew Thompson",
                 "Reference": "Thompson, M. (2020). What’s so new about New Municipalism? Progress in Human Geography: 1-26, DOI: 10.1177/0309132520909480."
              },
              {
                 "name": "Autonomist Municipalism",
                 "year": 2020,
                 "category": "SCHOLARLY",
                 "Definiton": "\"[Autonomous municipalism] prefigures a ‘stateless’ confederation of democratically self-governing communes. ... Autonomist municipalism seeks autonomy from the commodity form through constructing more autonomous, self-sustaining de-commodified circuits of value rooted in social reproduction and commoning.\"",
                 "Author": "Matthew Thompson ",
                 "Reference": "Thompson, M. (2020). What’s so new about New Municipalism? Progress in Human Geography, DOI: 10.1177/0309132520909480."
              },
              {
                 "name": "Entrepreneurial Municipalism",
                 "year": 2020,
                 "category": "SCHOLARLY",
                 "Definiton": "\"... what we call entrepreneurial municipalism involves urban authorities using their political, legal and financial powers to harness endogenous assets such as land and labour to build a more socially just and self-sustaining pathway to local economic development – one which reflects the interacting processes of reciprocity, redistribution and market exchange of a socially embedded local economy. ... we have argued that the local state is well-positioned to more proactively develop and better capture for redistribution the value created by the three classical factors of production, land, labour and capital.”",
                 "Author": "Matthew Thompson, Vicky Nowak, Alan Southern, Jackie Davies, Peter Furmedge",
                 "Reference": "Thompson, M. et al. (2020). Re-grounding the city with Polanyi: From urban entrepreneurialism to entrepreneurial municipalism. Environment and Planning A: Economy and Space, DOI: 10.1177/0308518X19899698."
              },
              {
                 "name": "Platform Municipalism",
                 "year": 2020,
                 "category": "SCHOLARLY",
                 "Definiton": "\"Platform municipalism attempts to challenge the growing dominance of platform capitalism over urban everyday life (Srnicek, 2016) by innovating digital platform technologies to democratically coordinate alternative urban systems or working towards collective control over the platform and algorithmic technologies that increasingly organise production, distribution and consumption.\"",
                 "Author": "Matthew Thompson",
                 "Reference": "Thompson, M. (2020). What’s so new about New Municipalism? Progress in Human Geography, DOI: 10.1177/0309132520909480."
              }
           ]
        },
        {
           "name": "Democracy",
           "year": 1971,
           "category": "SCHOLARLY",
           "Definiton": "\"[Democracy is] a system of government in which the people of a country can vote to elect their representatives\"",
           "Author": "Oxford Learner's Dictionaries",
           "Reference": "Democracy (n.d.) In: Oxford Learner's Dictionaries. [online] Oxford: Oxford University Press. Available at: https://www.oxfordlearnersdictionaries.com/definition/english/ [Accessed 20 Feb. 2020].",
           "name_a": "Democracy",
           "year_a": 2011,
           "category_a": "INSTITUTIONAL ",
           "Definiton_a": "\"Democracy, as the first form of community developed in the cities of ancient Greece, means - literally translated - \"rule of the people\": \"Government of the people, by the people, for the people\" - rule of the people, by the people, for the people. This is how the President of the United States of America, Abraham Lincoln, formulated it in his Gettysburg Address in 1863. ... Today, representative democracy and separation of powers are the basic forms of our constitutional order: \"It (the state power) is exercised by the people in elections and votes and through special organs of legislation, executive power and jurisdiction\", states the Article 20(1) of the Constitutional Law.\"",
           "Author_a": "Berlin Senate Department for Urban Development and the Environment",
           "Reference_a": "Berlin Senate Department for Urban Development and the Environment. (2011). Handbuch zur Partizipation [online].  Available at: https://www.stadtentwicklung.berlin.de/soziale_stadt/partizipation/download/Handbuch_Partizipation.pdf [Accessed 18 Mar. 2020].",
           "children": [
              {
                 "name": "Consensus Democracy",
                 "year": 1998,
                 "category": "SCHOLARLY",
                 "Definiton": "\"Consensus democracy is a reasonable agreement between individuals and social groups who have understood that knowing what is possible and negotiating between partners are a way for each party to obtain the optimal share that the objective givens of the situation allow them to hope for and which is preferable to conflict. But for parties to opt for discussion rather than a fight, they must exist as parties … . What consensus thus presupposes is the disappearance of any gap between a party to a dispute and a part of society … . It is, in a word, the disappearance of politics.\"",
                 "Author": "Jacques Rancière",
                 "Reference": "Rancière, J. (1998). Disagreement. Minneapolis: University of Minnesota Press."
              },
              {
                 "name": "Postdemocracy",
                 "year": 1998,
                 "category": "SCHOLARLY",
                 "Definiton": "\"Postdemocracy is the government practice and conceptual legitimation of a democracy after the demos, a democracy that has eliminated the appearance, miscount, and dispute of the people and is thereby reducible to the sole interplay of state mechanisms and combinations of social energies and interests …\"",
                 "Author": "Jacques Rancière",
                 "Reference": "Rancière, J. (1998). Disagreement. Minneapolis: University of Minnesota Press.",
                 "name_a": "Postdemocracy",
                 "year_a": 2014,
                 "category_a": "SCHOLARLY",
                 "Definiton_a": "\"I have defined constituted post-democracy as embodying new forms of autocratic Governance-Beyond-the-State (Swyngedouw, 2005), in which the act of governing is reconfigured on the basis of a stakeholder arrangement of governance.\"",
                 "Author_a": "Erik Swyngedouw",
                 "Reference_a": "Swyngedouw, E. (2014). Where is the political? Insurgent mobilisations and the incipient “return of\nthe political”. Space and Polit 18(2): 122-136, DOI: 10.1080/13562576.2013.879774."
              }
           ]
        },
        {
           "name": "The Political",
           "year": 2014,
           "category": "SCHOLARLY",
           "Definiton": "\"It is the work of the political that inaugurates and names the truth of the event and forges symbolisations, practices and contents, and that provides substance to the political sequence. It is not philosophy or (critical social) theory that founds or inaugurates the political. On the contrary, the political emerges through the process of political subjectivation, the process of appearance of those who disrupt the state of the situation in the name of “equality”, “the people”, the “common” and “the democratic”.\"",
           "Author": "Erik Swyngedouw",
           "Reference": "Swyngedouw, E. (2014). Where is the political? Insurgent mobilisations and the incipient “return of\nthe political”. Space and Polit 18(2): 122-136, DOI: 10.1080/13562576.2013.879774.",
           "children": [
              {
                 "name": "Post-politicisation",
                 "year": 2014,
                 "category": "SCHOLARLY",
                 "Definiton": "\"Post-politicisation relies on both including all in a consensual pluralist order and radically excluding those who posit themselves outside the consensus. ... In other words, a Schmittian ultra-politics that lurks behind and underneath the consensual order and does not tolerate an outside – one that sutures the entire social space by the tyranny of the police (state) and squeezes out the political – pits those who “participate” in the instituted configurations of the consensual order against those who are placed outside, such as undocumented workers, political Islam, radical environmentalists, communists, (a variety of) insurgents, alter-globalists, or the otherwise marginalised or politically inexistent.\"",
                 "Author": "Erik Swyngedouw",
                 "Reference": "Swyngedouw, E. (2014). Where is the political? Insurgent mobilisations and the incipient “return of\nthe political”. Space and Polit 18(2): 122-136, DOI: 10.1080/13562576.2013.879774."
              },
              {
                 "name": "Feminising Politics",
                 "year": 2019,
                 "category": "INSTITUTIONAL ",
                 "Definiton": "\"Feminising politics is not simply about committing to gender equality in institutional and public participation but more fundamentally, it is about system change. New municipalist platforms seek to feminise the public sphere by emphasising collaboration, relationships, dialogue, and community.\"",
                 "Author": "CLES",
                 "Reference": "CLES. (2019). New municipalism in London. [online] Centre for Local Economic Strategies. Available at: https://cles.org.uk/wp-content/uploads/2019/04/New-Municipalism-in-London_April-2019.pdf [Accessed 20 Mar. 2020].",
                 "name_a": "Feminising Politics",
                 "year_a": 2019,
                 "category_a": "ACTIVISTS / MEDIA",
                 "Definiton_a": "\"Feminising politics means a) gender parity in all spaces, acts and roles; b) political programmes that fight against a patriarchal system reflected in institutional structures and public policies; c) changing the way we do politics: breaking the separation between the “public” and the “private”, horizontalising decision-making, withdrawing from confrontational approaches and instead emphasising the common and relational, and embracing diversity as a natural element of politics instead of an anomaly.”",
                 "Author_a": "Laura Roth",
                 "Reference_a": "Roth, L. (2019). Which municipalism? Let’s be choosy. OpenDemocracy.net [online]. Available at: https://bit.ly/2SKqE3c [Accessed 17. Apr. 2020]."
              }
           ]
        },
        {
           "name": "Participation",
           "year": 2011,
           "category": "INSTITUTIONAL",
           "Definiton": "\"Participation goes back to the adjective \"particeps\", which in German means as much as \"involved\" or \"participating in something\".  In today's usage the meaning is much broader. ... In a widespread definition, participation comprises \"all activities that citizens undertake voluntarily with the aim of influencing decisions at the various levels of the political system\"(Kaase 1991).\"",
           "Author": "Berlin Senate Department for Urban Development and the Environment",
           "Reference": "Berlin Senate Department for Urban Development and the Environment. (2011). Handbuch zur Partizipation [online]. Available at: https://www.stadtentwicklung.berlin.de/soziale_stadt/partizipation/download/Handbuch_Partizipation.pdf [Accessed 18 Mar. 2020].",
           "children": [
              {
                 "name": "Participatory Process (in urban planning)",
                 "year": 2016,
                 "category": "SCHOLARLY",
                 "Definiton": "\"The participatory process is helping to strengthen connections between citizens, creating an awareness on mutual dependence and need for solidarity in order to collectively work on improving their everyday environment. Collaboration with citizens also reveals an opportunity for urban planners and architects and to reestablish their social influence.\"",
                 "Author": "Ivan Kucina",
                 "Reference": "Kucina, I. (2016). Commoning the Uncommonness, Developing Urban Commons in the Post Socialist City. Rivista di Storia delle Idee 5(2): 106-116."
              }
           ]
        },
        {
           "name": "Militant Research",
           "year": 2014,
           "category": "SCHOLARLY",
           "Definiton": "\"Militant research – as an orientation – is thus in many ways a rejection of the entire problematic of the activist/academic, or more accurately, it is a subjective orientation towards research in which the ‘academic’ component is irrelevant precisely because militant research does not take the university as a referent. In the ﬁrst instance, militant research is irrespective of the university and the attendant subject of the academic. Instead, all forms of militant research are concerned with ‘the capacity for struggles to read themselves and, consequently, to recapture and disseminate the advances and productions of other social practices’ (Colectivo Situaciones 2003) – militant research is thus the conscious and deliberate attempt to make movements move through a reﬂexive (dialectical, even?) critique of their own praxis. ... From a militant research orientation, the problematic is thus not so much navigating the duality of activism/academia, but to what extent one can conduct militant research within the university.\"",
           "Author": "Bertie Russel",
           "Reference": "Russel, B. (2014). Beyond activism/academia: militant research and the radical climate and climate justice movement(s). Area 47(3): 222–229.",
           "name_a": "Militant Research",
           "year_a": 2018,
           "category_a": "SCHOLARLY",
           "Definiton_a": "\"... The essence of militant research is to make visible a group identity and/or a commitment. For some, the concept is about introducing epistemic or methodological changes to ordinary academic practice. In this sense, the range of dualities involved in the academia-activism distinction (thinking versus acting, passive versus active) contributes to the illusion of apparent incompatibility or mutual isolation. Thus, while direct action would be possible only through activism, intellectual work appears as the exclusive task of the academy, without intervention in practical problems. ...I argue that we must understand academic and activist work not as something divided, but as different aspects of the revolutionary praxis (Mitchell 2005, 450), complementary and mutually needed, as well as undetermined by the subjects themselves.\"",
           "Author_a": "Tania Herrera ",
           "Reference_a": "Herrera, T. (2018). Militant Research. Krisis (2): 113-114 [online]. Available at: https://krisis.eu/militant-research/ [Accessed 17. Apr. 2020].",
           "name_b": "Militant Research",
           "year_b": 2013,
           "category_b": "SCHOLARLY",
           "Definiton_b": "\"what is militant research? Let’s begin by saying that it’s the place where academia and activism meet in the search for new-ways of acting that lead to new ways of thinking.\"",
           "Author_b": "Natalie Bookchin, Pamela Brown, Suzahn Ebrahimian, Colectivo Enmedio, Alexandra Juhasz, Le-ónidas Martin, MTL, Nicholas Mirzoeff, Andrew Ross, A. Joan Saab, and Marina Sitrin.",
           "Reference_b": "Bookchin, N. et al. (2013). Militant Research Handbook. New York: New York University, pp. 4.",
           "children": [
              {
                 "name": "Militant Ethnography",
                 "year": 2014,
                 "category": "SCHOLARLY",
                 "Definiton": "\"I understood militant ethnography – as a form of militant research – as the process of gradually identifying and becoming ﬁxated on a contradiction, inconsistency or paradox within an overtly politicised milieu, and then striving to understand and contribute to the collective surpassing of this paradox – a combination of thought and action orientated towards understanding and changing collective praxis, identifying and surpassing the limits of our existing selves.\"",
                 "Author": "Bertie Russel",
                 "Reference": "Russel, B. (2014). Beyond activism/academia: militant research and the radical climate and climate justice movement(s). Area 47(3): 222–229."
              }
           ]
        }
     ]
  }