{
    "name": "Critical Mapping",
    "year": 2018,
    "category": "CMMM WALL",
    "Definiton": "\"We use the term Critical Mapping as an engaged act of pursuing critical cartography, reflecting power relations (i.e. the interests of dominant groups) while suggesting alternative readings, hopes and desires of others.\"",
    "Author": "K LAB",
    "Reference": "K LAB. (2019). Critical Mapping in Municipalist Movements. [letter] Technische Universität Berlin, Fakultät VI – Planen Bauen Umwelt, Institut für Stadt- und Regionalplanung (ISR). Berlin.",
    "name_a": "Critical Mapping",
    "year_a": 2020,
    "category_a": "CMMM WALL",
    "Definiton_a": "\"Critical mapping represents an analytical tool that politicizes socio-spatial relations, by searching and revealing implicit relations and processes that (re)produce inequalities (whether based on class, race, gender or any other axis in between).\"",
    "Author_a": "CMMM Belgrade Team ",
    "Reference_a": "",
    "children": [
       {
          "name": "Mapping",
          "year": 1971,
          "category": "SCHOLARLY",
          "Definiton": "\" [Mapping is] the process of making a map of an area; the process of discovering or giving information about something, especially the way it is arranged or organized\"",
          "Author": "Oxford Learner's Dictionaries",
          "Reference": "Mapping (n.d.) In: Oxford Learner's Dictionaries. [online] Oxford: Oxford University Press. Available at: https://www.oxfordlearnersdictionaries.com/definition/english/ [Accessed 20 Feb. 2020].",
          "name_a": "Mapping",
          "year_a": 1999,
          "category_a": "SCHOLARLY",
          "Definiton_a": "\"Mapping is a fantastic cultural project, creating and building the world as much as measuring and describing it. Long affiliated with the planning and design of cities, landscapes and buildings, mapping is particularly instrumental in the construction of lived space. In this active sense, the function of mapping is less to mirror reality than to engender the re-shaping of the worlds in which people live.  ... Thus, mapping unfolds potential; it re-makes territory over and over again, each time with new and diverse consequences. ... the various cartographic procedures of selection, schematization and synthesis make the map already a project in the making. This is why mapping is never neutral, passive or without consequence; on the contrary, mapping is perhaps the most formative and creative act of any design process, first disclosing and then staging the conditions for the emergence of new realities.\"",
          "Author_a": "James Corner",
          "Reference_a": "Corner, J. (1999). The Agency of Mapping: Speculation, Critique and Invention. In D. Cosgrov, eds., Mappings. London: Reakton Books, pp: 213, 216.",
          "name_b": "Mapping",
          "year_b": 2020,
          "category_b": "SCHOLARLY",
          "Definiton_b": "\"Mapping is a way to express how you see the world. You are using spaces and territories, and you have your own understanding of how these spaces are organized and ‘produced’. Your own interpretation determines the way you will cartographically draw the world.\"",
          "Author_b": "Philippe Rekacewicz",
          "Reference_b": "Illsley, P., Rekacewicz, P. and Spolka. (2020). Planning futures with respect. Interview with geographer Philippe Rekacewicz. In: Grešáková, L., Tabačková, Z and Spolka, eds., Mapping the In-between: Interdisciplinary Methods for Envisioning Other Futures. Košice: Spolka, pp. 118-127.",
          "name_c": "Mapping",
          "year_c": 2017,
          "category_c": "SCHOLARLY",
          "Definiton_c": "\"Mapping can be used as a research tool to make social and spatial practices and the interactions in space visual and tangible. By visualizing spatial practice and interpreting a map, researchers can experience data that they were not even aware of. Additionally, we generally understand mapping as a process during fieldwork and urban research to discover, structure and highlight the spatial and social interactions and point out the blind spots, all of which one might not be able to capture by writing field notes, doing participatory observation or qualitative interviews. The map is one piece of data used to make the invisible (or the obvious) visible.\"",
          "Author_c": "Carolin Genz and Diana Lucas-Drogan",
          "Reference_c": "Genz, C. and Lucas-Drogan, D. (2017). Decoding mapping as practice: an interdisciplinary approach in architecture and urban antropology. The Urban Transcripts Journal 1(4) [online]. Available at: http://journal.urbantranscripts.org/article/decoding-mapping-practice-interdisciplinary-approach-architecture-urban-anthropology-carolin-genz-diana-lucas-drogan/# [Accessed 20 Feb. 2020].",
          "name_d": "Mapping",
          "year_d": 2018,
          "category_d": "CMMM WALL",
          "Definiton_d": "\"MAPPING is – and always has been – a tool for organising the urban and an ‘act of power’, and is therefore political and subjective (i.e. not neutral). It is a tool of communicating ideas and empowerment in terms of framing and appropriating space and its soft and hard elements (people, resources,  etc.).\"",
          "Author_d": "K LAB",
          "Reference_d": "K LAB. (2019). Critical Mapping in Municipalist Movements. [letter] Technische Universität Berlin, Fakultät VI – Planen Bauen Umwelt, Institut für Stadt- und Regionalplanung (ISR). Berlin.",
          "name_e": "Mapping",
          "year_e": 2018,
          "category_e": "ACTIVISTS / MEDIA",
          "Definiton_e": "\"We conceive \"mapping\" as a practice, an action of thought in which the map is only one of the tools promoting an approach and deep analysis of the social, subjective, and geographic territories. ... This is the reason why we sustain mapping is a means, not an end. Mapping should be part of a wider process, \"another strategy\", a \"means for\" thoughts, the socialization of knowledge and practices, a boost for collective participation, a challenge to hegemonic areas, the driving force for creation and imagination, a deep analysis of key issues, the visualisation of resistances, the mark highlighting power relations, among many other aspects. In this way, mapping does not lead to tranformation by itself. Mapping is connected to an organizational process by way of collaborative work in graphic and visual platforms ... .\"",
          "Author_e": "iconoclasistas",
          "Reference_e": "iconoclasistas. (2016). Manual of Collective Mapping. Critical cartographic resources for territorial processes of collaborative creation [online]. Available at: https://issuu.com/iconoclasistas/docs/manual_mapping_ingles [Accessed 24 March 2020].",
          "children": [
             {
                "name": "Unmapping",
                "year": 2003,
                "category": "SCHOLARLY",
                "Definiton": "\"[Unmapping is] a specific regulatory logic that operated precisely through the absence of knowable maps and records.\"\n \"... [F]orms of deregulation and unmapping, that is, informality, allow the state considerable territorialized flexibility to alter land use, deploy eminent domain, and to acquire land.\"",
                "Author": "Ananya Roya",
                "Reference": "Roy, A. (2003). City Requiem, Calcutta: Gender and the Politics of Poverty. Minneapolis: University of Minnesota Press, pp. 139. \n Roy A. (2009). Why India cannot plan its cities: informality, insurgence and the idiom of urbanization. Planning Theory 8: 81.",
                "name_a": "Unmapping",
                "year_a": 2013,
                "category_a": "SCHOLARLY",
                "Definiton_a": "\"[In an un-mapping exercise we] deconstruct the map to understand how it is organized, ... reassemble the map according to a particular thematic. The final research project is the construction of a new map using a data set assembled ...\"",
                "Author_a": "Winifred E. Newman",
                "Reference_a": "Newman, W. E. (2013). Mapping as applied research. In: Jarrett, N. S. C. and Kim, K.-H. (eds). The Visibility of Research. Architectural Research Centers Consortium. Charlotte, NC: University of North Carolina at Charlotte."
             },
             {
                "name": "Maps",
                "year": 1987,
                "category": "SCHOLARLY",
                "Definiton": "\"... maps are graphic representations that facilitate a spatial understanding of things, concepts, conditions, processes, or events in the human world.\"",
                "Author": "John B. Harley and David Woodward",
                "Reference": "Harley, J. B. and Woodward, D., eds. (1987). Cartography in Prehistoric, Ancient, and Medieval Europe and the Mediterranean. Chicago: University of Chicago Press.",
                "name_a": "Maps",
                "year_a": 2018,
                "category_a": "SCHOLARLY",
                "Definiton_a": "\"... maps are by no means just representations of reality. Maps articulate statements that are shaped by social relations, discourses and practices, but these statements also influence them in turn. Hence, maps (and atlases) are always political. \"In this interplay between facts and perception, the cartographer is both witness and actor. … In order to create, or, more accurately: to invent, \"his worlds\", he finally arrives at a subtle mixture of the world as it is, and the world he desires\" (Rekacewicz 2006).\"",
                "Author_a": "Philippe Rekaczewicz 2006, cited in Severin Halder and Boris Michel",
                "Reference_a": "Halder, S. and Michel, B. (2018). Editorial - This is Not an Atlas. In: Kollektiv Orangotango+, ed., This is Not an Atlas. A Global Collection of Counter-Cartographies. Bielefeld: Transcript-Verlag, pp. 12-21.\n"
             },
             {
                "name": "Topography",
                "year": 1971,
                "category": "SCHOLARLY",
                "Definiton": "\"[Topography is] the physical features of an area of land, especially the position of its rivers, mountains, etc.; the study of these features\"",
                "Author": "Oxford Learner's Dictionaries",
                "Reference": "Topography. (n.d.) In: Oxford Learner's Dictionaries. [online] Oxford: Oxford University Press. Available at: https://www.oxfordlearnersdictionaries.com/definition/english/topography [Accessed 20 Feb. 2020].",
                "name_a": "Topography",
                "year_a": 2001,
                "category_a": "SCHOLARLY",
                "Definiton_a": "\"If topography is traditionally seen as embodying landscapes along with their description and delineation, I have chosen here to mobilize topography as a distinct research method. To do a topography is to carry out a detailed examination of some part of the material world, defined at any scale from the body to the global, in order to understand its salient features and their mutual and broader relationships. Because they routinely incorporate both \"natural\" and social features of a landscape, topographies embed a notion of process, of places made and nature produced. If \"history is lifeless without topography,\" so, too, are topographies without history. Not only can a sense of sedimented process be read off the land itself, but producing topographies necessarily situates places in their broader context and in relation to other areas or geographic scales, offering a means of understanding structure and process.\"",
                "Author_a": "Cindy Katz",
                "Reference_a": "Katz, C. (2001). On the Grounds of Globalization: A Topography for Feminist Political Engagement. Signs 26(4): 1213-1234. "
             },
             {
                "name": "Community Mapping",
                "year": 2006,
                "category": "INSTITUTIONAL ",
                "Definiton": "\"Community maps often represent a socially or culturally distinct understanding of landscape and include information that is excluded from mainstream maps, which usually represent the views of the dominant sectors of society. This style of map can therefore pose alternatives to the languages and images of the existing power structures. Community maps often differ considerably from mainstream maps in content, appearance and methodology. Indicators used to recognise and denote community maps include the following:\n• Community mapping is defined by the process of production. \n• Community maps are planned around a consensus based goal and strategy for use and made with input from a community in an open and inclusive process. \n• Community mapping is defined by the content of the maps, which depict local knowledge and information and are often aimed at addressing local issues. They contain the community’s place names, symbols, and priority features and represent local knowledge systems.\n• Community mapping is not necessarily defined by the level of compliance with formal cartographic conventions. Nor are they confined by formal media: a community map may be a part of a GIS or a drawing in the sand.\"",
                "Author": "IIED and CTA",
                "Reference": "IIED and CTA. (2006). Glossary. Mapping for change: practice, technologies and communication. Participatory learning and action 54: 7-11. IIED: London and CTA: Wageningen. "
             },
             {
                "name": "Participatory Mapping",
                "year": 2009,
                "category": "INSTITUTIONAL ",
                "Definiton": "\"Participatory mapping is, in its broadest sense, the creation of maps by local communities – often with the involvement of supporting organizations including governments (at various levels), non-governmental organizations (NGOs), universities and other actors engaged in development and land-related planning. ... Participatory mapping is multidisciplinary. What makes it significantly different from traditional cartography and map-making is the process by which the maps are created and the uses to which they are subsequently put. Participatory mapping focuses on providing the skills and expertise for community members to create the maps themselves, to represent the spatial knowledge of community members and to ensure that community members determine the ownership of the maps and how and to whom to communicate the information that the maps provide. The participatory mapping process can influence the internal dynamics of a community. This process can contribute to building community cohesion, help stimulate community members to engage inland-related decision-making, raise awareness about pressing land-related issues and ultimately contribute to empowering local communities and their members.\"",
                "Author": "International Fund for Agricultural Development (IFAD) ",
                "Reference": "International Fund for Agricultural Development (IFAD). (2009). Good Practices in Participatory Mapping: A Review Prepared for the International Fund for Agricultural Development (IFAD). Rome: International Fund for Agricultural Development (IFAD). ",
                "name_a": "Participatory Mapping",
                "year_a": 2018,
                "category_a": "SCHOLARLY",
                "Definiton_a": "\"Participatory mapping – the production of maps in a collective way – is a common activity used for planning and decision making in urban studies. It started as a way to empower men and women, usually from rural vulnerable communities threatened by climate change, degradation of their landfills or any other conflict related to access to their land. It has been considered a fundamental instrument to help marginal groups represent and communicate their needs within the territory and augment their capacity to protect their rights.\"",
                "Author_a": "Nora Morales and Salomon Gonzalez",
                "Reference_a": "Morales, N. and Gonzalez, S. (2018). Map Making: Mobilizing Local Knowledge and Fostering Collaboration. Ethnographic Praxis in Industry Conference Proceedings 2018(1): 125-143. DOI: 10.1111/1559-8918.2018.01200. "
             }
          ]
       },
       {
          "name": "Radical Cartography",
          "year": 2019,
          "category": "ACTIVISTS / MEDIA",
          "Definiton": "\"Radical cartography, or critical cartography, is to use the map as a very brutal tool to make the world know some things which are totally inacceptable. Radical Cartography is very simple. First: Deconstruction. Second: Action on the field. Phase 1: Deconstruction. Understanding how the things are organised. Trying to deconstruct the system and decribe it. ... Phase 2 is an action on the field that leeds to oblige the state or the power, let us call it the power, to go reverse. To go backwards, to renounce to their project.\"",
          "Author": "Philippe Rekacewicz",
          "Reference": "ThisIsNotanAtlas. (2019).This Is Not an Atlas - A Documentary on Counter-Cartographies. [online video] Available at: https://youtu.be/T8-GKyy3j6I?t=1461 [Accessed 21. Apr. 2020].",
          "name_a": "Radical Cartography",
          "year_a": 2007,
          "category_a": "SCHOLARLY",
          "Definiton_a": "\"We define radical cartography as the practice of mapmaking that subverts conventional notions in order to actively promote social change. The object of critique … is not cartography per se (as is generally meant by the overlapping term critical cartography), but rather social relations.\"",
          "Author_a": "Lize Mogel and Alexis Bhagat",
          "Reference_a": "Mogel, L. and Bhagat, A. (eds.). (2007). An Atlas of Radical Cartography. Los Angeles: The Journal of Aesthetics & Protest Press, pp. 6."
       },
       {
          "name": "Countermapping",
          "year": 2018,
          "category": "SCHOLARLY",
          "Definiton": "\"Countermapping is for us a political act and one that (we insist) should also be accompanied by political action. By countermapping, we refer to a set of critical cartographic and feminist data visualization practices that seek to render visible the landscapes, lives, and sites of resistance and dispossession elided in capitalist, colonial, and liberal topographies. Methodologically, countermapping questions how, why, and with whom maps are made.\" ",
          "Author": "Manissa M. Maharawal and Erin McElroy",
          "Reference": "Maharawal, M. M. and McElroy, E. (2018). The Anti-Eviction Mapping\nProject: Counter Mapping and Oral History toward Bay Area Housing Justice. Annals of the\nAmerican Association of Geographers 108:2, 380-389, DOI: 10.1080/24694452.2017.1365583"
       },
       {
          "name": "Counter-cartography",
          "year": 2018,
          "category": "SCHOLARLY",
          "Definiton": "\"... counter-cartographies are understood as maps that break with the scientific tradition and specialization of cartography as well as with its mere technical or essentially positivist view of the world. This type of transgression goes against official geopolitical maps while exposing relations of domination over and exploitation of a territory as well as revealing concealed networks of power. With an anti-capitalist orientation, one of the aims of counter-maps is to make obscure and established powers more perceptible in order to confront them. Counter-cartographies can be used in a tactical manner over the duration of an action and in a strategical manner for analyzing networks and spaces in order to generate social change from below. Another task is to deconstruct the political and economic logics of mechanisms, organizations and social hierarchies so as to reveal its contradictions.\"",
          "Author": "André Mesquita",
          "Reference": "Mesquita, A. (2018). Counter-Cartographies. Politics, Art and the Insurrection of Maps. In: Kollektiv Orangotango+, ed., This is Not an Atlas. A Global Collection of Counter-Cartographies. Bielefeld: Transcript-Verlag, pp. 26-30.\n",
          "name_a": "Counter-cartography",
          "year_a": 2018,
          "category_a": "SCHOLARLY",
          "Definiton_a": "\"... counter-cartography is a political practice of mapping back.\"",
          "Author_a": "Severin Halder and Boris Michel",
          "Reference_a": "Halder, S. and Michel, B. (2018). Editorial - This is Not an Atlas. In: Kollektiv Orangotango+, ed., This is Not an Atlas. A Global Collection of Counter-Cartographies. Bielefeld: Transcript-Verlag, pp. 12-21.\n"
       },
       {
          "name": "Critical Cartography",
          "year": 2005,
          "category": "SCHOLARLY",
          "Definiton": "\"We define critical cartography as a one-two punch of new mapping practices and theoretical critique. Critical cartography challenges academic cartography by linking geographic knowledge with power, and thus is political. ... these two trends resist and challenge the received method and practice of mapping established when cartography became an academic discipline.\"",
          "Author": "Jeremy W. Crampton and John Krygier",
          "Reference": "Crampton, J. W. and Krygier, J. (2005). An Introduction to Critical Cartography. ACME: An International Journal for Critical Geographies 4(1): 11-33.",
          "name_a": "Critical Cartography",
          "year_a": 2015,
          "category_a": "SCHOLARLY",
          "Definiton_a": "\"Our definition acknowledges the emergences of critical cartography in the 1990s — led by James Corner, JB Harley, Denis Cosgrove, and others — but expands this critique beyond the artifact to the methods and bias that culminate in its production. We further define critical cartography as an active practice — engaged by the cartographer during the generative, analytical, synthetic, and formative phases of research and inquiry. Because of what we see as similarities of process, we expand the usage of cartography to include new modes of data visualization in addition to traditional geo-spatial forms.\"",
          "Author_a": "Tania Allen and Sara Queen",
          "Reference_a": "Allen, T. and Queen, S. (2015). Beyond the Map: Unpacking Critical Cartography in the Digital Humanities. Visible Language 49(3): 78-99.",
          "name_b": "Critical Cartography",
          "year_b": 2018,
          "category_b": "CMMM WALL",
          "Definiton_b": "\"Critical Cartography is the scientific field questioning traditional cartography (i.e. monopolised, centralised empire) in pursuit of better understanding the links between geographic knowledge and political power.\"",
          "Author_b": "K LAB",
          "Reference_b": "K LAB. (2019). Critical Mapping in Municipalist Movements. [letter] Technische Universität Berlin, Fakultät VI – Planen Bauen Umwelt, Institut für Stadt- und Regionalplanung (ISR). Berlin."
       },
       {
          "name": "Tactical Mapping",
          "year": 2018,
          "category": "SCHOLARLY",
          "Definiton": "\"Tactical mapping remakes the lineage of radical cartography through the use of contemporary digital technologies such as global positioning systems on smartphones, cameras, Bluetooth devices, and handheld receivers (GPS); geographical information systems that query, index, and map large quantities of data in a single database (GIS); imagery obtained over decades by networks of government, military, and private remote sensing satellites; application programming interfaces (APIs) constructed by such sites as Google Earth, HyperCities, OpenStreetMap, and Harvard World Mapi; and, not least, an array of gaming platforms in wide circulation. The Institute for Applied Autonomy ... identifies tactical mapping´s target as the authoritarian structures that oversee all levels of contemporary life. “In taking up the term ´tactical´ in an arts context,” they write, “we link cartography with ´tactical media´ ... [and] claim that ´tactical cartography´ refers to the creation, distribution, and use of spatial data to intervene in systems of control affecting spatial meaning and practice.”\"",
          "Author": "The Institute for Applied Autonomy, citen in Adelaide Morris and Stephen Voyce",
          "Reference": "Morris, A. and Voyce, S. (2018). Precarity, Poetry, and The Practice of Counter-Mapping In: Kim, M. M. and Miller, C. (eds). Poetics and Precarity. New York: SUNY Press, pp. 126.",
          "name_a": "Tactical Mapping",
          "year_a": 2020,
          "category_a": "SCHOLARLY",
          "Definiton_a": "\"Our term “tactical mapping” draws from three related sources: (1) Michel de Certeau, who uses the term tactical to denote the situational, makeshift activism of groups that form to “compose the network of an antidiscipline” (xiv); (2) the members of the Creative Art Ensemble, who argue that tactical media “is situational, ephemeral, and self-terminating” and advocate “the use of any media that will engage a particular socio-political context in order to create molecular interventions and semiotic shocks that collectively could diminish the rising intensity of authoritarian culture” (“Tactical Media,” n.p.); and, finally, (3) Rita Raley, who draws on de Certeau and the Creative Art Ensemble in her book Tactical Media (2009) to describe artistically-driven forms of digital resistance.\"",
          "Author_a": "Countermapcollection.org",
          "Reference_a": "CounterMapCollection. (2020). Tactical Mapping, I [online]. Available at: http://countermapcollection.org/paratexts/commentaries/tactical-mapping-i/ [Accessed 17. Apr. 2020]."
       },
       {
          "name": "Feminist Data Visualisation",
          "year": 2016,
          "category": "SCHOLARLY",
          "Definiton": "\"[A] feminist approach to data visualization, while centered on design, insists that data, design, and community of use, are inextricably intertwined. ... In this paper, we have outlined six principles for feminist data visualization: Rethink Binaries, Embrace Pluralism, Examine Power and Aspire to Empowerment, Consider Context, Legitimize Embodiment and Affect and Make Labor Visible. These are preliminary and offered for the purposes of beginning a dialogue about how the digital humanities and information visualization communities can productively exchange theories, concepts, and methods. Applying humanistic theories to design processes and artifacts may be new territory for many humanists, just as grappling with questions of subjectivity, power, and oppression may be new territory for many visualization researchers.\"",
          "Author": "Catherine D'Ignazio and Lauren F. Klein",
          "Reference": "D'Ignazio, C. and Klein, L. F. (2016). Feminist data visualization. [online] Workshop on Visualization for the Digital Humanities (VIS4DH), Baltimore: IEEE. Available at: https://www.academia.edu/28173807/Feminist_Data_Visualization [Accessed 17. Apr. 2020]."
       }
    ]
 }